{"text": "3] Ud Worm Aare\n\nSRA SES, srgoyorse aH wfet Wa\n\nha WINISTRY OF LABOUR & EMPLO = 110001\n\nARTI AHUJA, LAS. eat Tele : 91-11-23 71 02 65\n\nSecretary to Govt. of India NEW DELHI - 110001 E-mail : secy-labour@nic.in\nForeword\n\nPlanning in Disaster Management is one of the most important aspects that\neach organization takes care of. Development of a robust, dynamic, easily\nunderstandable and actionable document is basic requirement of any plan\nto be workable in condition of emergency or crisis. Keeping this in mind and\ndirections of Disaster Management Act, 2005, National Disaster\nManagement Plan, 2019 & Disaster Management Plan 2021 of this ministry\nin collaboration with National Institute of Disaster Management has\ndeveloped a comprehensive handbook for its line organizations.\n\nThe basic idea behind developing this handbook is to get a synchronized and\ninter linked disaster management plan by line organizations under this\nministry. We as a responsible ministry want to get our line organizations\ndisaster management plan ready in a planned manner so that in any crisis\nsituation we can respond and assist national authorities with the help of\nworkable plan.\n\nThis ministry is quite concerned about the rising incidences and impact of\nnatural as well as man-made disasters in India. Disaster slow the rate of\nsustained economic development and frequently result in heavy drain cn\navailable resources, diverting them from development goals.\n\nThe handbook is based on disaster management practices and attempts to\nrelate realistically to the needs of national disaster managers of our line\norganizations. It is intended to serve as a ready reference guiding document\nfor line organizations under this ministry with management of natural as\nwell as man-made disasters before, during, and after the disaster situations.\nThe handbook is simple and easy to use for the reader. Individual chapters\nare as self-contained as possible, with sufficient cross-references where\nneeded. It takes an advisory approach, providing options and case material\nreferences to assist disaster managers in resolving local issues.\n\nWe hope that this handbook will help all concerned stakeholders in our\norganizations in their efforts and initiatives towards building a disaster\nresilient plan.\n\n(Arti Ahuja)\n\nPlace: New Delhi\nDate: February 7 , 2024\n\nG2@ Ve\nBRE 2023 INDIA arsitéter\n\n‘ONE EARTH * ONE FAMILY *« ONE FUTURE", "ts": "2025-11-08T21:52:28.510407"}