{"text": "Chapter 1\nINTRODUCTION\n\n1.1 BACKGROUND\n\nThe increasing occurrence of urban flooding events has become a serious concern\nacross the globe. Around 5 percent of the cities worldwide, according to the World\nBank (2012), have witnessed more than 50 large flooding events at least once\nbetween 2003 and 2008. Both developed and developing nations are victims of\nurban flooding. The most affected country is China followed by India, Indonesia,\nBangladesh, Vietnam, Thailand and Pakistan. The major urban floods witnessed\nover the last two decades are Hyderabad (India) Floods of 2020, 2019 Indian Flood\nwhich was a series of floods in Indian cities including Pune, Thane, Patna and\nVadodara, Mumbai Floods in 2017 and 2005, Chennai Floods of 2015,2011 Bangkok\nFloods, 2010-2011 Queensland Floods, 2010 Rio Floods and 2008 Hanoi Floods. Many\nof these towns and cities are susceptible to repeated instances of flooding. The\nWorld Bank has reported that the recurrence of flooding in urban areas has risen to\n19 percent in 2008. In 2010 alone, 178 million people were affected by floods. The\nlast century has witnessed around 7,486 hydro-meteorological events. The\nfrequency of urban flooding is further expected to rise in the upcoming decades\nowing to the increasing urbanization and climate risks.\n\nUrban Floods affect a large number of people with deaths, injuries, displacement\nand loss of livelihoods. Flooding in urban areas has killed more than 0.5 million\npeople worldwide and displaced over 650 million people from 1985 to 2014. Figure\n1.1 shows the number of people displaced due to urban floods from 1988 to 2014.\nDuring this period, the highest displacement was witnessed in 1999 (57.1 million)\nfollowed by that of 2004 (51 million) and 2000 (50.3 million). The issue of\ndisplacement due to floods has severe implications with a huge number of people\nliving in the floodplains, especially in developing countries. According to the\nInternational Disaster Database, the total losses due to urban floods exceeded 40\nbillion USD in the year 2010 itself. The total economic losses and damages reported\nfrom 1985 to 2014 are reported to be around 800 billion USD. The Queensland Flood\nof 2010-11 is considered as one of the most expensive floods in recent time with a\nloss of more than 10,000 USD. The Indian towns also face huge economic loss due to\nurban floods. For instance, the economic losses due to the Hyderabad Floods of\n2020 is estimated to be around 681 million USD while during the Vadodara Floods,\nthe Indian Railways alone incurred a loss of approximately 1.36 million USD (10\ncrores INR). The outbreak of epidemics and water-borne infection also arises as\nsecondary impacts adding to the casualties of urban floods. Urban flooding is also\nresponsible for huge economic losses and damage that further gets multiplied due\nto disruptions of services and increased health risks.\n\na\n=\nm\nZz\nZz\n=\n=\nail\n(S}\niS)\noO\nN\n=\nom", "ts": "2025-11-08T20:10:46.227580"}