{"text": "Chapter 1\n\n1.8 to 8 times in comparison to that of a rural flood. As a result, urban flooding can\noccur within a very short duration, sometime even within a couple of minutes due\nto high-speed flow. The artificial drainage channels that are constructed also fail to\ndeal with the excess runoff creating inundation and flooding. Several issues like\nencroachment of river plains, land reclamation below flood level, disposal of\nwastes in water bodies, loss of natural drains and ponds, etc. also arise due to the\nincreasing urban population. These urban challenges further get aggravated by\nimpacts of climate change like increase in precipitation amount, the\nunpredictability of weather events, sea-level rise, etc. Figure 1.2 illustrates the\nimpacts of urbanisation on water balance characteristics of any area.\n\nThe flooding in urban areas can be typically classified into local floods, riverine\nfloods, flash floods, coastal floods (WMO; Global Water Partnership,\n2008)(Tingsanchali, 2012).\n\ni. Local Floods: Very high rainfall intensity and duration during the rainy season\nsometimes caused by seasonal storms and depressions and exacerbated by\nsaturated or impervious soil. Built environments like cities generate higher\nsurface run-off that is more than local drainage capacity, thereby causing\nlocal floods.\n\nii. Riverine Floods: River floods occur when the river run-off volume exceeds\nlocal flow capacities. Urban areas situated on the low-lying areas in the\nmiddle or lower reaches of rivers are particularly exposed to extensive\nriverine floods. Often, urban growth expands over some of the floodplains,\nreducing the area into which floods can naturally overflow. Where parts of\nthe city are below flood level and are protected by artificial levees, there isa\nrisk that they may be breached and cause devastating urban flooding.\n\niii. Flash Floods: Changes in the urban area and storm intensity produce higher\nflows that exceed the capacity of small culverts under roads designed for\nunurbanised situation. Although adequate when designed, their carrying\ncapacity may turn out to be inadequate and thereby overflow onto the roads\ncreating new water paths and flood the built-up areas. Sometimes flash\nfloods also result as an outcome of the outburst of Glacial Lakes and Landslide\nLakes and are termed as Glacial Lake Outburst Floods (GLOFs) and Landslide\nLake Outburst Floods (LLOFs) respectively.\n\niv. Coastal Floods: High tides and storm surges caused by tropical depressions\nand cyclones can cause coastal floods in urban areas located at estuaries,\ntidal flats and low-lying land near the sea in general.\n\na\n=\nm\nZz\nZz\n=\n=\nail\n(S}\niS)\noO\nN\n=\nom", "ts": "2025-11-08T19:55:03.005478"}