{"text": "LA\n=)\n=\na\niS)\n2)\n4\nin\n=<\n=\na\nio\nx=\nO\n\nIndia suffers huge infrastructural damages, destruction of properties, disruption of\neconomic services and activities, human casualties and loss of lives with the\nincreasing occurrences of urban flooding. It has been projected that by 2030\ninfrastructure of approximately 150 billion USD would be exposed to disaster risks\nbecause of urban flooding .\n\nThe heavy rainfall received in India during southwest monsoons makes its towns\nand cities extremely vulnerable to urban floods. The average annual rainfall\nreceived in the country varies from 2813 mm in Panaji on the higher side to 609 mm\nin Jaipur on the lower side. Many Indian cities like Cherrapunji (11,777); Port Blair\n(2872); Panaji (2813); Dibrugarh (2569); Dehradun (2220 mm); Shillong (2207);\nMumbai (2186 mm); Agartala (2149); Kohima (1831) Kolkata (1800 mm), and\nGuwahati (1722 mm) receive high rainfall compared to that of flood-vulnerable\ncities of other countries like Guangzhou (1720 mm); Miami (1570 mm) and Jakarta\n(1755 mm). The coastal cities are also vulnerable to flooding because of storm\nsurges and cyclones. The exponential growth of the population in urban areas\nfurther aggravates these conditions. India has witnessed an increase in urban\npopulation by 31.8 percent in the period of 2001 to 2011 and presently the Indian\nurban areas cater to 31.14 percent of its total population. The rapid urbanisation is\nleading to the reclamation of wetlands and floodplains, encroachment on drainage\nchannels, clogging of channels due to improper waste disposal, poor maintenance\nof storm water drains, etc. It also leads to urban heat island effect increasing the\nrainfall received in urban areas. The issue of over-concretisation has been a serious\nproblem for all the flood-prone towns and cities. The impacts of changing climate\nand seasonal unpredictability also addto the gravity of the situation.\n\n1.5 URBAN FLOODING MANAGEMENT GUIDELINES\n\nUrban Flooding has become a nightmare for urban planners, designers, engineers\nand Disaster Risk Reduction (DRR) professionals. The characteristics of urban\nfloods being different from flash floods is a major challenge for the authorities. The\nJuly 2005 urban flood of Mumbai was an eye-opener for the entire nation and urban\nflooding was introduced as a separate disaster by NDMA, delinking it from riverine\nand coastal floods. The flooding in Surat in 2006 and the flooding of Kolkata in 2007\nbrought to the fore the need for comprehensive interventions for urban flood\nmitigation. The NDMA set up a committee in 2008 to formulate the “National\nGuidelines on Management of Urban Floods” which was published in the year of\n2010. The National Guidelines have been prepared with an objective to guide the\nministries and departments for the management of urban flooding risks and call for\na proactive, participatory, well-structured, multi-disciplinary and multi-sectoral\napproach at various levels. The National Guidelines details out the roles and\nresponsibilities of institutions at the national, state and municipal levels for\nmanagement of urban flooding. The National Guidelines have also directed all the", "ts": "2025-11-08T20:02:51.293058"}