{"text": "Urban Local Bodies (ULBs) to implement catchment-based planning and designing\nfor storm water drainage systems. A mandate for detailed contour mapping with\n0.2-0.5 metres interval has been issued for planning drainage systems of urban\nareas as per the National Guidelines.\n\nThe “Manual on Sewerage” published in 1993 by the Central Public Health and\nEnvironmental Engineering Organisation (CPHEEQ) has a specific section for the\nstorm drainage basin. Guidelines on urban drainage which provide for drainage\ndesign for roads (SP-50-1999, IRC) was brought out by the Indian Roads Congress\n(IRC) in 1999. Both of these guidelines do not take into account the spatial\ndistribution of rainfall over India or within cities. However, an exclusive and\ndetailed “Manual on Storm Water Drainage Systems” has been published in May\n2019 by CPHEEO under the MoHUA.\n\n1.6 INSTITUTIONAL FRAMEWORK FOR URBAN FLOODING MANAGEMENT\n\nThe nodal ministry for providing coordination, technical inputs, and support for the\nmanagement of urban flooding is the Ministry of Housing and Urban Affairs (MHUA).\nThe ministry also acts as the nodal ministry for central assistance. The\ndissemination of warning and information is coordinated by the Ministry of Jal\nShakti (MOJS) and Ministry of Earth Sciences (MOES) at the national level and State\nDisaster Management Authority (SDMA) and Revenue Department at the state level.\nThe District Disaster Management Authority (DDMA) and ULBs coordinate\npreparedness and response at the district and local level. The following table\ndetails the responsibilities of the various agencies, authorities and departments in\naccordance with the National Disaster Management Plan of 2019.\n\nTable 1,2: Responsibilities of Departments and Authorities\nfor Urban Flood Management\n\nResponsibilities National Authorities State Authorities\n\nMapping/ Zoning, Estimation of MHUA, MO ES, MOJS, DMD, SDMA, RD,\n\nPossible Inundation levels, monitoring DOS SRSAC, DDMA, PRIs\n\nnetworks (for peri -urban\nareas), ULBs\n\n. Information Systems, Monitoring, MOES, MOJS\norien eat Forecasting, Early Warning\n90d NISKS Hazard Risk Vulnerability and NDMA, NIDM, MSJE\n\nCapacity Assessment (HRVCA)\n\nDisaster Data Collection and MHA (Nodal Body), DMD, SDM_ A, all\n\nManagement MOSPI, all ministries/ departments.\n\ndepartments.\n\nOverall disaster governance MHUA DMD, SDMA, RD,\nDDMA, ULBs, PRIs\n(for peri -urban\nareas}\n\nResponse MHUA DMD, SDMA, RD,\nDDMA, ULBs, PRIs\n(for peri -urban\n\nareas)\n\na\n=\nm\nZz\nZz\n=\n=\nail\n(S}\niS)\noO\nN\n=\nom", "ts": "2025-11-08T20:02:54.573626"}