{"text": "LA\n=)\n=\na\niS)\n2)\n4\nin\n=<\n=\na\nio\nx=\nO\n\nChapter 2\n\nCHENNAI -\nTHE DETROIT OF INDIA\n\nChennai is the capital city of the state of Tamil Nadu. It is the sixth populous city of\nthe country catering to 4.6 million over an area of 1,189 Square Kilometres. The\nestimated GDP of the city is around 58.6 billion USD which is further expected to\nreach up to 191 billion USD by the year 2025. The city is also considered the fourth\ncity of India in terms of GDP per capita for ,\nthe year 2014. The city of Chennai is also the\nbiggest cultural, economic and educational\ncentre of South India. The city is also\npopularly called “The Detroit of India”\nbecause of the presence of more than one-\nthird of the country's automobile industry in\nthe city.\n\n2.1 LOCATION AND LINKAGES\n\nChennai lies between 129'N to 1316'N and\n805'E to 8019'E on the Coromandel coast.\nThe city stretches linearly nearly 25.6\nKilometres from Thiruvanmiyur in the south\nto Thiruvottiyur in the north along the coast\nof the Bay of Bengal and runs inland ina |\n\nrugged semi-circular fashion bound by the aan ete ol Tamil Nadle Map in the\ndistricts of Kanchipuram and Thiruvallur Source: Maps of India\n\ndistricts. Figure 2.1 shows the location of\n\nthe city of Chennai in the state of Tamil Nadu map. The city has air linkages to and\nfrom all the major towns and cities of India and is well-connected through road and\nrail to the nearby towns and cities like Tirupati (113 Kms); Pondicherry (140 Kms);\nNellore (155 Kms); Salem (279 Kms); Thanjavur (282 Kms) and Bangalore (293 Kms).\n\n2.2 HISTORY AND EVOLUTION\n\n, TAFAIL MAD DeST React MBP\n\nThe history of Chennai can be traced back to 400 years. “Madras”, the former name\nof Chennai, is believed to have been derived from the name of a village called\n“Madraspatnam”. The city was originally located in the province of\nTondaimandalam, an area lying between the Penna River of Nellore and the\nPonnaiyar river of Cuddalore. Madras is believed to be the conglomeration of three\nsettlements at Mylapore, Triplicane and Santhome. The port of Mylapore,\naccording to many geographers like Ptolemy, was known to have trade connections\nwith Romans, Greeks, Arabian and Portuguese traders during the 2” to 16\" century\nThe foundation of the present metropolis of Chennai was laid by the British East", "ts": "2025-11-08T20:11:11.653054"}