{"text": "Chapter 2\n\nWATER BODIES OF CHENNAI om\n\nfishermen residing along its\nbanks. The Kortalaiyar River, the\nthird major river, flows through\nthe northern peripheries of the\ncity draining into the Bay of\nBengal at Ennore. Besides these\nrivers, the Buckingham Canal runs\nthrough the entire city parallel to\nthe coast. The city of Chennai is\nalso characterised by a large\nnumber of ponds, lakes and water\nreservoirs across the city. Some of i\nthe reservoirs like Poondi a as = i ar\nreservoir, Cholavaram lake, Red Se SS\nhills lake and Chembarambakkam\ntank also act as a major source of\ndrinking water of the city. Figure y 4h ¢\n2.5 illustrates the rivers and 6 \\\nmajor water bodies in the city.\n\nThe forest cover of Chennai Legend\nconstitutes only around 2 percent *\nof the city. The major forest\n\nreserve in the city is the Guindy “~ ~~ Figure 2.5: Rivers and major water bodies\nNational Park spread over an area in the city of Chennai\n\nof 270.57 Hectares. It is a\n\nReserved Forest with sparse vegetation cover. The urban parks of the city like\nPeoples park, the Napier park, the Horticulture-gardens, My Lady's Park, Children’s\nPark Guindy, Snake Park, Nehru Park, Nageswara Rao Park, Independence Park,\nAnna Square Park, the Raj Bhavan, etc. also constitutes around 2 percent of the\ntotal land of the city.\n\n| ons4 2 3 4\nee loners\n\nThe soil of Chennai majorly consists of clay, sedimentary rocks and sandstones.\nMost of the city, especially the inland areas, have clayey soil such as T. Nagar, West\nMambalam, Anna Nagar, Villivakkam, Perambur and Virugambakkam. The\nriverbanks and coasts in the city such as Tiruvanmiyur, Adyar, Kottivakkam, St.\nThomas Mount, George Town, Tondiarpet have sandy soil while few parts of the city\nlike Guindy, Perungudi, Velachery, Adambakkam and a part of Saidapet have hard\nsedimentary rocks. The rainwater runoff usually percolates very quickly in the\nsandy soil areas while the runoff in clayey and hard rocks percolates very slowly and\nare held for a longer duration. The slow runoff percolation contributes to partial\ninundation in several parts of the city.\n\na\n=\nm\nZz\nZz\n>\n7m\n_\n(S}\niS)\noO\nho\n=<\nor", "ts": "2025-11-08T20:00:58.944079"}