{"text": "Chapter 2\n\nThe cosmopolitan nature and economic opportunities attract large numbers of\nmigrants to the city. According to the Census 2011, the city drew 13.7 lakhs of\nmigrants to itself. The migrants are predominantly from the state of Tamil Nadu\nwho constitutes around 72.2 percent of the total. The migrants from other states of\nthe country constitute around 25.5 percent while 2.26 percent of migrants are from\noutside the country. The trends of migration in the city over the period of 1961 to\n2011 have been illustrated in Figure 2.11.\n\n2.7 SOCIO-ECONOMIC PROFILE\n\nThe Census 2011 reveals that out of the total population of the city, 23.35 lakhs\n(50.27 percent) are males and 23.1 lakhs (49.73 percent) are females. The sex ratio\nof the city of Chennai is 989 while that of CMA is 985, both of which are higher than\nthat of the national urban average (929). The trends of the sex ratio as stated in the\nmaster plan have been shown below in Figure 2.12. The greater rise in the female\npopulation over that of males has resulted in a steady increase in the sex ratio of\nthe city over the decades (CMDA, 2008).\n\nSES RATIO\na9 nS\n957 954\n43\nia gat 330 7\nSi 407\n1561 1571 1521 1541 Paris 2011\ni Greater Chennai Corporation aS Chennal Mettepolitan Area\n\nFigure 2.12: Sex Ratio of Chennai during 1961 to 2011\nSource: Master Plan of Chennai and Census of India\nThe literacy rate of Chennai according to the Census 2011 is around 90.20 percent\nmaking it one of the most literate cities of India. The literacy rate in the city has\nincreased gradually from 1961 to 1991 while the decade of 1991-2001 has seen the\nmaximum increase in the number of literates in the city. The literacy rate in the\nChennai Metropolitan Area has also witnessed a steady growth from 54.82 percent\nin 1961 to 90.23 percent in 2011. The increasing trend of the literacy rate in the city\nand the metropolitan area has been shown in Figure 2.13.\n\na\n=\nm\nZz\nZz\n=\n=\nail\n(S}\niS)\noO\nN\n=\nom", "ts": "2025-11-08T20:11:27.136150"}