{"text": "LA\n=)\n=\na\niS)\n2)\n4\nin\n=<\n=\na\nio\nx=\nO\n\nChapter 2\n\nrapid development during this period has replaced 99 percent of the green cover by\nthe non-vegetative developments in most of the wards reducing the water-holding\ncapacity of the city drastically (Anil K. Gupta; Sreeja S. Nair, 2010). The reduced\nwater-holding capacity of the city’s surface and the increased impermeable\nsurfaces in the city has resulted in high peak flow during heavy rains. The increased\nrunoff and reduced water-retention capacity of the city have also lowered the\nground-water recharging process. The change in the land use and land cover from\n1980 to 2010 has been illustrated in Figure 2.17. The proposed land use of 2026 for\nthe Chennai Metropolitan Area has also been detailed out in Table 2.1.\n\nTable 2.1: Proposed Landuse of Chennai as detailed out in\nChennai Development Plan of 2026\n\nLanduse Greater Chennai Corporation(GCC) Rest of Chennai Metropolitan Area\nArea Percent Share to Area Percent Share to\n(in Hectares) the total area (in Hectares) the total area\n\nResidential 8,343.25 47.36 45,593.78 45.02\nCommercial 714.24 4.05 880.35 0.86\nInstitutional 2,868.97 16.28 3,888.85 3.83\nIndustrial 822.5 4.67 10,690.41 10.56\nOpen Space & 1,000.65 5.68 392.86 0.38\nRecreational\nAgricultural - - 7,295.81 7.2\nNon-urban 113.31 0.64 2,332.92 2.3\nUrbanisable - - 2,075.89 2.05\nOthers 3,754.79 21.31 28,147.55 27.79\nTOTAL 17,617.70 100 1,01,298.42 100\n\nSource: (CMDA, 2008)\n\n2.9 CITY INFRASTRUCTURE\n2.9.1 Transport and Connectivity\n\nThe city of Chennai has a total road network of 2780 Kilometres in a predominantly\nradial and ring pattern. The prime radial network of the city comprises Anna Salai\n(NH45); Periyar EVR Salai (NH4); Chennai - Kolkotta Salai (NH5) and Chennai-\nThiruvallur Salai (NH205) (CMDA, 2008). The Southern Railways with three major\nlines, i.e., Chennai Beach - Tambaram; Chennai Central - Thiruvallur and Chennai\nCentral - Gummidipoondi (CMDA, 2008). The Chennai International Airport\nfacilitates air connectivity in the city while the Port of Chennai, the third oldest\nport, is a major cargo port and has been operational since 1881.", "ts": "2025-11-08T19:59:04.996135"}