{"text": "Chapter 2\n\n2.9.2 Housing and Shelter\n\nThe city consists of nearly 12.6 lakhs of household units according to the 2011\nCensus. Nearly 96.8 percent of these dwelling units in the city have pakka walls\nwith 87.8 percent of them having a pakka roof, 8.7 percent having a semi-pakka\nroof and 3.5 percent having a kutcha roof (Census of India, 2011). Out of these\ndwelling units, nearly 41 percent are either one-room units or units without an\nexclusive room. It also has a slum population of 13,42,337 which constitutes about\n28.7 percent of the city population (Census of India, 2011). The city also houses 84\nfishermen villages along the coast and during the present times, the fishermen\nhousing is looked after by Tamil Nadu Slum Clearance Board (TNSCB) and Fisheries\nDepartment (CMDA, 2008). The principal stakeholders in providing housing in the\nChennai area are Tamil Nadu Housing Board (TNHB) and TNSCB in the public sector\nalong with other corporate builders and individuals (CMDA, 2008).\n\n2.9.3 Water Supply and Sanitation\n\nThe city of Chennai is equipped with water supply and sanitation facilities serving\nthe city and its surrounding municipal towns. The average water supply in the city\nis 90 lpcd while during the best times it is 107 lpcd which is lower than that of the\nURDPFI standard of 150 lpcd for metropolitan and mega cities (CMDA, 2008). The\navailability of services for the slums and the poorer sections are still scanty and\nonly 25 lpcd of water are supplied to these areas (CMDA, 2008). The extent of the\narea covered by the sewerage system in the corporation area is around 99 percent\nwhile 486 million litres per day are being treated (CMDA, 2008).\n\n2.9.4 Solid Waste management\n\nChennai is also the largest generator of solid waste; producing around 5400 MTof\nsolid waste per day in the year 2008 which is further estimated to reach upto 6590\nMT per day by the year 2026 (CMDA, 2008; Greater Chennai Corporation, 2008). The\ncity is well-equipped with a network of 7 transfer stations and two landfill sites at\nKodungaiyur and Perungudi for transferring and disposal of solid waste(Greater\nChennai Corporation, 2008)The landfill site at Kodungaiyur spread over an area of\n269 acres handles waste of around 2600-2800 MT daily while the remaining waste is\ndisposed at Perungudi that is spread over an area of around 200 acres. The city has\nadopted the mechanism of source-separated waste collection from households.\nThe biodegradable wastes are sent to decentralised waste processing facilities\nwhile the dry waste gets recycled. According to the Master Plan of Chennai\nMetropolitan Area for 2026, around 400 MT of dry waste gets recycled per day in the\ncity. The remaining waste is sent to transfer stations and landfill sites. The bio-\nmedical waste of the city is treated and disposed of at Thenmelpakkam village and\nChennakuppam in Kancheepuram District along with the bio-medical wastes\nproduced in the districts of Thiruvallur, Kancheepuram, Villupuram and Cuddalore\n\na\n=\nm\nZz\nZz\n=\n=\nail\n(S}\niS)\noO\nN\n=\nom", "ts": "2025-11-08T20:01:34.964121"}