{"text": "LA\n=)\n=\na\niS)\n2)\n4\nin\n=<\n=\na\nio\nx=\nO\n\nChapter 2\n\n(CMDA, 2008). The e-waste generated are separated by scrap workers and are\ntreated at seven recycling industries (CMDA, 2008). Around 700 MT of construction\nwaste are generated in the city, which is disposed in specifically identified areas\nwithin the city by the Greater Chennai Corporation (CMDA, 2008).\n\n2.9.5 Educational Facilities\n\nThe city of Chennai, as of 2016, housed 1493 Primary Schools, 1034 Upper Primary\nSchools, 923 High Schools and 492 Higher Secondary Schools(GCC, 2017). Out of\nthese, the city corporation runs around 119 primary schools, 92 middle schools, 38\nHigh Schools and 32 Higher Secondary Schools employing around 3,116 teachers\nand educating 88,524 students. Besides, 200 Kindergarten schools are also\noperational in the existing school premises (GCC, 2017).\n\n2.9.6 Health Infrastructure\n\nChennai is considered the health capital of the country because of its excellent\nfacility, competent specialists and good nursing care. There are around 138 Urban\nPrimary Health Centres, 14 Urban Community Health Centres, 3 Emergency\nObstetric Centres, 1 Communicable Disease Hospital with 238 medical officers and\n1,043 paramedical staff run by the GCC. Averages of 17,800 patients are treated in\nthese health facilities (GCC, 2017). Apart from government health facilities, there\nare around 130 private hospitals in the city.\n\n2.10 HAZARD PROFILE\n\nChennai is multi-hazard vulnerable because of its location. The city is vulnerable to\nvarious natural disasters like cyclones and storm surges, monsoon floods, tsunami\nand even earthquake. The rapid urbanisation has also made the city extremely\nvulnerable to urban floods. Being a manufacturing hub in south India, the city is\nalso vulnerable to various industrial disasters and fire outbreaks. The city of\nChennai has been victim to various natural calamities in the last three decades.\nThe recent outbreak of the COVID-19 pandemic has also had a huge impact in the\ncity with total confirmed cases of 2,94,073 as of 22\" April 2021. The following\nsection details the hazard profile of the city in detail.\n\n2.10.1 Earthquake\n\nThe city of Chennai is not seismically active as compared to the northern and\nwesterns parts of India, however, the whole of the Chennai Metropolitan Area falls\nunder the seismic zone Ill and witnesses small to moderate earthquakes. The\nbiggest earthquake witnessed in the city was of 5.2 magnitudes on 25\" September\n2001 at 2:56 pm whose epicentre was offshore of Pondicherry. The city also\nwitnessed a similar earthquake of 4.6 magnitudes in the year 1987 on 3 December.", "ts": "2025-11-08T20:01:39.619329"}