{"text": "Chapter 2\n\n2.10.2 Tsunami\n\nThe areas vulnerable to tsunami are 500 metres from High Tide Level (HTL) along\nthe coast. One of the most notable tsunamis that have been witnessed in the city\nwas the Indian Ocean Tsunami 2004. The tsunami had a moment magnitude of 9.1-\n9.3 and maximum Mercalli intensity. The coastal communities got struck by waves\nupto 30 metres high resulting in heavy inundation. 4 coastal villages got affected\nimpacting 73,000 people. Around 30,000 people were evacuated while human\nlosses included 206 deaths and 9 injuries. More than 17,000 houses were damaged\nalong with other properties. The city had witnessed another tsunami in the year\n1883 as an impact of Krakatau Volcanic Expression in Indonesia. The tsunami\nwitnessed a water surge of around 1.5 metres in height (GCC, 2017).\n\n2.10.3 Floods\n\nThe city with lots of drainage rivers and water bodies is extremely prone to\nflooding. The city also has several low-lying areas creating inundation. The city\nwitnessed several floods over the last three decades. Some of the notable floods\nare that of 1976, 1996, 1998, 2005 and 2015 that have been further detailed out in\nTable 2.2. The major reasons for flooding in the city as analysed by the Greater\nChennai Corporation are as follows:\n\ne Plain terrain of Chennai with an average altitude of 6.7 metres.\n\ne Formation of sand bar at the mouth of the rivers obstructing the\ndischarge route.\n\ne« Clogging of drains due to disposal of solid waste and construction\ndebris.\n\ne Inadequately designed capacity of stormwater drains.\n\ne Lack of continuous connectivity of stormwater drainages.\ne Encroachments of river basins and marshy lands.\n\ne Influences of high tides and low tides.\n\ne Inadequate cross culverts/vents of proper size wherever the road is\npassing across the water flow.\n\nTable 2.2: List of major floods witnessed in Chennai\nEvents Impacts\n\n1976 Floods | Submergence of TNHB Quarters in Kotturpuram bank of Adyar River coupled\nwith storm & high tides in the sea.\n\n1996 Floods | The city was flooded by Aadyar, Cooum and Kosasthalaiyar Rivers. The surplus\nwater from the Poondi reservoir caused collapse of the Karanodai Bridge at\n\na\n=\nm\nZz\nZz\n=\n=\nail\n(S}\niS)\noO\nN\n=\nom", "ts": "2025-11-08T19:59:15.564117"}