{"text": "Chapter 2\n\nEvents Impacts\n\nRedhills. The surplus water from the Chembarambakkam tank also flooded\nAdayar.\n\n1998 Floods | Thanikachalam Nagar in Madhavaram was flooded by the Kodungaiyur canal.\n\n2005 Floods / The major water bodies like Cooum, Adyar, Otteri Nallah, Buckingham Canal,\nVirugambakam and Arumbakkam Canal of the city got flooded due to\nunprecedented rainfall received in a day. The event was also coupled with a\nstampede during relief distribution at a school in MGR Nagar. The stampede\nleads to 42 deaths and injury to 37 victims.\n\nChennai The city witnessed a severe flood during December 2015 immediately after a\nFloods of prolonged depression over the month of November. Power supplies got\n2015 suspended while all the major hospitals stopped functioning. The Airport and\n\ntrain services got closed. The flood observed around 422 deaths in the state\nand property damage and loss of 14,602 crores INR.\n\n2.10.4 Cyclones\n\nChennai, situated on the Eastern Coast of India witnesses cyclones regularly. It has\nwitnessed seven major cyclones from 2005 to 2012. The impacts of these cyclones\nhave been detailed out in Table 2.3. The most vulnerable areas to cyclone extend to\na distance of 20 Kilometres from the coast. The following are the major risks\nassociated with a cyclone in the city:\n\no cyclonic wind velocities combined with the heavy storm;\n\no coastal flooding due to high waves.\n\no flooding due to heavy storms.\n\nTable 2.3: List of major cyclones witnessed in Chennai\n\nA Events Impacts\nS Nada Cyclonic The Nada Cyclonic Storm with winds exceeding 75 Km/hr encountered the\nDB Storm -2005 coast of Tamil Nadu near Karaikal affecting Chennai and other nearby\n= areas.\n9\n= Cyclone Fanoos- | The city also experienced Cyclone Fanoos in 2005 that struck the east of\n= 2005 Chennai coast with a wind speed of 85Km/hr on 9\"\" December.\nGS Nisha Cyclone- | The Nisha Cyclone hit with a speed of 83-102 Km/hr on 26\" November.\n= 2008\nrs)\nCyclone Jal- Cyclone Jal hit Chennai with a wind speed of 100-100 kmph. Over 16\n2010 flights were diverted to Bangalore due to poor visibility. 1 death was\n\nwitnessed in the city", "ts": "2025-11-08T20:01:49.402222"}