{"text": "LA\n=)\n=\na\niS)\n2)\n4\nin\n=<\n=\na\nio\nx=\nO\n\nChapter 3\n\nURBAN FLOODING VULNERABILITY\nIN CHENNAI\n\nThe city of Chennai has witnessed several major flooding events in 1943, 1976,\n1985, 1996, 2000, 2004, 2005 and 2015 (NDMA, 2010) thereby revealing that the\ncity is extremely vulnerable to flooding. The low-lying topography of the city and\nthe huge amount of rainfall received in a short span are two major factors. The\nrainfall pattern in the city is also unique in comparison to other parts of India as it\nreceives rainfall from both the southwest and northeast monsoons from June to\nDecember. The large numbers of water bodies present across the city often\noverflow during heavy rainfall creating local inundation in several parts of the city,\nespecially in low lying areas. These factors get further aggravated by the rapid and\nunregulated development across the city along with environmental challenges and\nclimate change impacts. The following section tries to detail out the major factors\nthat are exacerbating vulnerabilities to urban flooding in the city.\n\n3.1 METEOROLOGICALAND HYDROLOGICAL FACTORS\n\nThe geography of South India acts as a major factor increasing the vulnerability to\nflooding as the rivulets, ponds, streams and rivers originating from the Western\nGhats flow towards the East to the Tamil Nadu coast. This factor gets coupled with\nthe high vulnerability of the eastern coast of our country to storms, depression,\ntsunami and floods. Chennai having a flat topography and absences of the natural\nslope in the city also cease unrestricted runoff during heavy rainfall.\n\nThe drainage system of Chennai possesses an immense threat to flooding. Several\npast instances of catastrophic flooding events have occurred in Chennai such as in\nthe year 1943, 1976 and 1985 due to the flooding of rivers and failure of drainage\nsystems during heavy rain associated with depressions and cyclonic storms. Over\nthe last decade, the city was severely flooded from October 30 to November 2 in\nthe year 2002 due to heavy rains of around 16-20 cms attributed to a trough of low\npressure from the Gulf of Mannar to the South-west bay off the Tamil Nadu coast\n(Anil K. Gupta; Sreeja S. Nair , 2010). The residential areas of the city were cutoff\naffecting the life and services in those areas. Similar events of flooding have been\nobserved in the city during heavy rains in the subsequent years of 2004, 2005, 2006,\n2007 and 2008 (NDMA, 2010).\n\n3.2 DEVELOPMENT RELATED FACTORS\n\nThe city of Chennai used to act as a sponge to absorb the excess water flow from its\nsurrounding sub-region supporting paddy fields and fish farming. With the rapid\ngrowth of the city as a manufacturing hub during the post-independence period,\nthe natural hydrological system got distressed as the new industries, educational", "ts": "2025-11-08T20:01:58.782826"}