{"text": "Chapter 3\n\ninstitutions and housing estates got developed replacing the permeable surfaces\nwhich earlier used to act as an absorbent for the excess water from its surrounding\narea. Thousands of smaller ponds and streams have been filled up in the process\nmultiplying the increase in surface water flow. The major tanks are also silted and\nthe amount of water flowing into them has increased often inundating the cities.\n\nThe development of a business district catering to IT Park and many multinational\ncorporate headquarters in the flood plain of the Adyar River is another concern,\nwhich has risen as an outcome of regulated development. Most of these areas were\noriginally marshy and low-lying which have been filled up and used for\ndevelopmental projects making these areas extremely prone to urban flooding.\nThe business in these areas would also be affected in case of any flooding event\ncausing huge economic losses. In the past three decades, massive planned and\nunplanned housing has encroached the Adyar riverbed putting millions of residents\nin danger in case of any flooding event. Most of the storm water drains are not\nproperly maintained. The poor garbage disposal system in the city also adds to the\nproblem of blockage and silting in both the natural as well as urban stormwater\ndrains.\n\n3.3. INCREASING TREND OF FLOODING\n\nSeveral empirical studies like (Sikarwar & Chattopadhyay, 2020) have suggested\nthat the average annual rainfall in the city has decreased over the last decades but\nthe impacts of climate change have resulted in high rainfall in shorter durations\nleading to the failure of the existing drainage system. The repeated flooding of the\ncity since 2002 over the last decade is major evidence of that. This repeated\nflooding results in direct and indirect threats to the lives of the 86.53 lakhs people\nresiding in the metropolitan area. Further, the floods also disrupt the economic\nactivities leading to economic loss for the state as well as the entire country. The\nsurrounding settlements that are dependent on Chennai for different purposes also\nface indirect impacts of flooding in the city. Chennai, being the capital city of the\nstate of Tamil Nadu, houses all the administrative authorities and functionaries of\nthe state which also gets disrupted during the occurrence of floods affecting the\nentire state.\n\na\n=\nm\nZz\nZz\n=\n=\nail\n(S}\niS)\noO\nN\n=\nom", "ts": "2025-11-08T19:59:28.891621"}