{"text": "LA\n=)\n=\na\niS)\n2)\n4\nin\n=<\n=\na\nio\nx=\nO\n\nChapter 4\n\nDISASTER RISK MANAGEMENT SCENARIO\nIN CHENNAI\n\nThe prevention, mitigation and management of disasters in the city of Chennai are\ngoverned under the State Disaster Management Policy of Tamil Nadu and the\nDisaster Management Act of 2005. The Disaster Management Act was passed in 2005\nfor provisions of effective management of disasters and matters connected there\nwith or incidental thereto. The state of Tamil Nadu has a Disaster Management\nPolicy since 2004-2005 for prevention, mitigation and management of disasters in\nthe state which also covers post-disaster measures of relief, rehabilitation and\nreconstruction (CMDA, 2008). There are several other norms and regulations which\nregulate the development and construction practices in the city to mitigate the\nrisks and to build resilience. The disaster management mechanism in the city is\ncoordinated by the Greater Chennai Corporation with the coordination of various\nother authorities and institutions under the supervision of the Tamil Nadu State\nDisaster Management Authority (TNSDMA).\n\n4.1  TAMILNADU DISASTER MANAGEMENT POLICY\n\nTamil Nadu Disaster Management Policy aims to reduce the negative impact of all\nkinds of disasters through a vibrant disaster management machinery so that loss of\nlives, property & critical infrastructure is minimised and economic and\ndevelopment gains made by the State are not lost due to such calamities/ disasters.\n\n(Govt. of Tamil Nadu)\n\nThe key components of this policy are the following:\n(i) Convergence of disaster management and development planning\n\n(ii) Formulation of disaster management plans at all levels taking into account\nthe local conditions\n\n(iii) Focusing on the reduction of vulnerability of communities instead of mere\ndisaster relief\n\n(iv) Fostering a culture of prevention among the community and various\norganisations/departments of Government through training and awareness\ncampaigns\n\n(v) Involving the community at all stages in disaster management activities and\n\n(vi) Creating a trained and committed volunteer force on the line of home guards\nfor disaster management.\n\n(CMDA, 2008)", "ts": "2025-11-08T19:56:13.513685"}