{"text": "Chapter 4\n\n4.2 DEVELOPMENT CONTROL RULES AND BUILDING REGULATIONS\n\nThe constructions in the CMA are regulated by Development Control Rules (DCR)\nconcerning zone, location, height, number of floors, size of buildings, set-\nbackspaces to be left around and the use of the building and land. Building Rules\nunder the Local Bodies Acts provide for the regulation of location of buildings,\nfoundations, plinths, superstructures-walls, floors and rooms, licensing of\nsurveyors and inspection of municipal engineers at various stages of constructions,\nregulations on dead and super imposed loads, wind load/pressure, reinforced\ncement concrete and framed structures, construction materials, etc. Structural\nsafety and soundness are also regulated under the Building Rules under the Local\nBody Acts. A pro-active approach of integrating Special Rules for Hazard Prone\nAreas in the existing Building by-laws of the Local Bodies should be initiated to build\nmore resilient infrastructure in the city.\n\n4.3. CITY DISASTER MANAGEMENT MECHANISM\n\nThe Commissioner of Greater Chennai Corporation is responsible for the overall\nmanagement of disasters in Chennai Corporation areas. The structure of disaster\nmanagement mechanism in Chennai includes District Disaster Management\nCommittee, Disaster Management Teams and Crisis Management Groups,\nEmergency Operation Centre, Site Operation Centres, Modalities of involvement of\nthe army and other defence forces, NGOs and other institutions (CMDA, 2008). The\nadministrative structure of the GCC has been illustrated in Annexure I.\n\nThe overarching role of the Greater Chennai Corporation Commissioner in handling\nthe situation during a disaster is highlighted below: -\n\n(a) Take stock of the vulnerability of the district to different types of disasters\n\n(b) Toreview the preparedness of the district for tackling disasters\n\n(c) Toexamine the Disaster Management Plan for the district and\n\n(d) To ensure that a robust Decision Support System (online and offline\n\ncommunication system) is in place in the DEOC and connected with the Sub-\nDivision, Taluk / Block and Zone (in Corporation) level.\n\n(TNSDMA, 2017)\n\nThe response activities in the city are executed according to District Response Plan.\nThe response plan is focused on operational direction and coordination, emergency\nwarning and dissemination, rapid damage assessment and reporting, search and\nrescue, medical response, logistic arrangements, communication, temporary\nshelter management, law and order, missing persons search/media management,\nanimal care, involvement of NGOs and voluntary organisations (CMDA, 2008).\n\nThe Development Plan of Chennai 2026 provides for the preparation of a Relief\nManagement Plan on the occurrence of any disaster for identifications of the relief\n\na\n=\nm\nZz\nZz\n>\n7m\n_\n(S}\niS)\noO\nho\n=<\nor", "ts": "2025-11-08T20:02:11.331705"}