{"text": "LA\n=)\n=\na\niS)\n2)\n4\nin\n=<\n=\na\nio\nx=\nO\n\nChapter 4\n\nneeds, mobilization points, transportation and coordination with relief teams.\nPreparation of recovery and reconstruction plan post any disaster is also mandated\nunder Development Plan of Chennai 2026 to restore normalcy to lives and\nlivelihoods of the affected population, both for short term and long term, taking\ninto account restoration of basic infrastructure, reconstruction/repair of life-line\nbuildings/social infrastructure/damaged buildings, medical rehabilitation and\nrestoration of livelihoods through assistance /aid/grants.\n\nMock drills are also conducted regularly by the Police, Fire Department, National\nCadet Corps (NCC), and Home guards for creating awareness about search and\nrescue inc of any emergency(CMDA, 2008).\n\n4.4 PREPAREDNESS AND MITIGATION MEASURES FOR FLOODING\n\nA pre-monsoon preparedness review meeting is conducted annually under the\nChairmanship of Chief Secretary to Government of Tamil Nadu to assess the\nprobabilities of monsoon floods and cyclones well in advance and further planning\nfor those events in advance. A Disaster Management Plan and a handbook detailing\nthe warnings of IMD, high risk areas and emergency contact numbers have also been\nprepared. The copies of this handbook are distributed to all the line departments,\neducational institutions, and offices of the elected representatives. Besides, the\nDistrict Co-ordination Committee conducts meetings with concerned organisations\nand local bodies to review the preparedness and to take effective action.\n\n(CMDA, 2008)\n\nA Control Room functions in the Greater Chennai Corporation to monitor the flood\nsituation in the field and other related issues including water stagnation, tree fall,\nthe status of subways, relief centres, food packets issued, pumps utilised for the\nremoval of inundated water, evacuation operation, collection and distribution of\nrelief materials, etc. A two-way VHF/HFcommunication system and a toll-free\npublic utility service telephone has been installed at the district headquarter. The\nOffice of the State Relief Commissioner at Ezhiligam also host a permanent control\nroom functioning round the clock. During the outbreak of any flood situation or\nother emergency, reports are collected from Zonal offices on an hourly basis and\nfurther submitted to Commissioner. The flood mitigation issues pertaining to other\ndepartments/agencies are also coordinated by the control room.\n\nAs an aftermath of the flooding of 2004 and 2005 in the city, the following steps are\ntaken before monsoons to avoid flooding because of torrential rains:\n\na. | The PWD is directed to keep a constant watch over all the dams and major\nanicuts and take necessary measure to plug the breaches and to ensure\nadvance intimation to the public before the release of excess water. Cyclone\nshelters and buildings identified for accommodating displaced persons are\ninspected for keeping them in readiness.", "ts": "2025-11-08T20:12:12.749751"}