{"text": "Chapter 4\n\nb. |The Highways Department is directed to keep all machinery like bulldozers,\npower-saws etc. in adequate quantity and good condition to clear\nobstructions/roadblocks caused by uprooted trees, electric posts etc. during\nthe time of cyclone flood etc.\n\nc. |The GCC Commissioner is directed to check the stock position of essential\ncommodities like rice, kerosene, etc. in the godowns and make available an\nadequate number of lorries in good running condition to move the\ncommodities to the affected people.\n\nd. |The Public Health Department ensures the availability of disinfectants, basic\nmedicines and other essential medical supplies.\n\ne. Intimes of emergencies, the assistance of navy and coast guard authorities,\nArmy and Air force is taken to tackle the problem of evacuation, and dropping\noff food to the affected people etc.\n\nf. All oil corporations are required to keep adequate stock of fuel at the\nvulnerable points in the State and to provide refuelling centres for\nhelicopters that are pressed into service.\n\ng. The medium of TV and Radio are utilised to caution the public to take\nprecautionary measures and to move to safer places and\n\nh. All the line departments including Electricity Board are instructed to have\neffective coordination at the GCC level under the leadership of the\nCommissioner.\n\n(CMDA, 2008)\n\nA disaster management cell functions in the GCC to tackle the challenges of\nflooding. Before the monsoon in October-December every year, desiltation and\ncleaning of drains are done as a precautionary measure. In addition, the nodal\nofficer and zonal officers are identified and vested with adequate powers to tackle\nany flooding emergency. During this time, the public are also notified about the\nidentified relief centres are identified and specific planning for evacuation is\ncarried out. Equipment for draining out flood waters are kept ready. Relief\narrangements for food are made and emergency contacts are notified through\nnewspapers, radio and television. All the concerned agencies such as Police, Fire\nand Rescue services, Metropolitan Transport Corporation, District administration,\nHealth Department, Army and Navy are alerted in advance. The Government\nreview the readiness to tackle the flooding situation is reviewed before the\nmonsoon every year.\n\n(CMDA, 2008)\n\na\n=\nm\nZz\nZz\n>\n7m\n_\n(S}\niS)\noO\nho\n=<\nor", "ts": "2025-11-08T19:56:23.721646"}