{"text": "WERT STIG WALTaT ALLTTaT\n(aJe ATH, FRA ASR)\n\n: . . National Institute of Disaster Management\nMaj Gen Mano} Kumar Bindal Ministry of Home Affairs, Govt. of India\n\nVSM Plot No.15, Pocket 3, Block-B, Sector-29,\nExecutive Director Rohini, Delhi-110042\n\nnidm\n\nResilient India - Disaster Free India\n\nFOREWORD\n\nUrban flooding has become a serious concern across the globe caused by rapid\nurbanisation and the changing climate. The occurrences of flooding have almost\nbecome an annual phenomenon in many cities over the last few decades. Urban\nflooding affects a huge number of people with deaths, injuries, displacement and loss\nof livelihoods. Flooding of urban areas even disrupts economic activities and incurs\ninfrastructural damage resulting in huge economic loss.\n\nUrban flooding is the interplay of various natural and human factors and has\nparticularly become a concern globally due to increasing population and\ndevelopmental challenges. The scenario of urban flooding in India is no different with\nmore than one-third of the country's population already living in its urban areas. There\nhas been an increasing trend of flooding in Indian towns and cities, of which the most\nrecent ones are Hyderabad (India) Floods of 2020, 2019 Indian Flood which was a series\nof floods in Indian cities including Pune, Thane, Patna and Vadodara, Mumbai Floods in\n2017, 2005 and Chennai Floods of 2015.\n\nThe Chennai Floods of 2015, which was triggered by the Northeast Monsoon coupled\nwith development factors, was one of the deadliest floods that have occurred in the\ncountry. The 2015 floods of Chennai affected more than four million people in and\naround the city and caused a huge economic loss of around 3 billion USD. The severe\nimpacts incurred due to the unregulated development indicate that there is a need fora\nholistic approach for the mitigation and management of urban flood risks.\n\nThis book has documented the event of Chennai Floods of 2015 in all its dimensions\nencompassing the causes, impact, response, relief and recovery activities. It also\nreflects upon the lessons learnt and decisions that have been taken in terms of land use\nplanning norms and development regulations as an aftermath of this flood. The book\nintends to pave a way forward for strengthening flood-resilient urban development in\n\nthe country.\n- 7K Bring\n\n(Manoj Kumar Bindal)\n\na\n=\nm\nZz\nZz\n>\n7m\n_\n(S}\niS)\noO\nho\n=<\nor", "ts": "2025-11-08T19:59:35.591853"}