{"text": "Chapter 5\nFLOODS OF 2015\n\nThe 2015 flood in Chennai was one of the deadliest floods witnessed in the city\naffecting more than 4 million people in and around the city. The flood occurred in\nDecember 2015, claimed around 422 lives and displaced around 18 lakhs people.\nThe flood also caused 87 deaths in Andhra Pradesh and 3 deaths in the Union\nTerritory of Puducherry. The disaster caused a huge economic loss of around 3\nbillion USD making it the costliest disaster of 2015 in the country and the eighth\ncostliest across the globe (Narasimhan T. , 2015).\n\n5.1 GENESIS OF THE 2015 FLOODS\n\nThe 2015 flood in Chennai was triggered by the Northeast monsoon that sets on the\nEastern Coast of India. During the second week of November, heavy rain occurred\non the coast of Tamil Nadu and Puducherry owing to a depression formed in the\nregion. Chennai received around 1113.80 mm of rainfall in November 2015 making\nit the wettest month of the year in the last 100 years. This heavy rainfall coupled\nwith high-speed wind resulted in fall of more than 911 trees across the city (GCC,\n2017). During 28°-29\" November, another depression arrived over Tamil Nadu\nbringing additional rain to the city. These repeated depressions formed over the\nBay of Bengal near the Tamil Nadu coast are believed to be triggered by El Nino of\n2015 which started developing in 2014 (Narasimhan, Bhallamudi, Mondal, Ghosh, &\nMujumdar, 2016). El Nino is the warm phase of the El Nino Southern Oscillation\n(ENSO) and is associated with a band of warm ocean water that develops in the\ncentral and east-central equatorial Pacific, including off the Pacific coast of South\nAmerica. El Nino typically causes less than normal rainfall in the case of the\nsouthwest monsoon. However, it brings about above-normal rainfall during the\nnortheast monsoon. This happens due to the difference in seasonal wind patterns\nbetween the two monsoons. Many empirical studies suggest that the constant\nwarming of the Bay of Bengal off the coast of Tamil Nadu and Andhra Pradesh\nresulted in heavy rainfall during the period.\n\nThe city received the highest daily rainfall of 319.6 mm on 2” December 2015. The\npattern of rainfall received during this period has been depicted below in Figure\n5.1. The prolonged period of heavy rainfall in the city resulted in the overflowing of\nthe water bodies present in and around the city. The antecedent moisture condition\n(AMC) of the soil was also extremely low resulting in huge runoff across the rivers\nand the canals of the city.\n\na\n=\nm\nZz\nZz\n=\n=\nail\n(S}\niS)\noO\nN\n=\nom", "ts": "2025-11-08T20:12:20.628081"}