{"text": "LA\n=)\n=\na\niS)\n2)\n4\nin\n=<\n=\na\nio\nx=\nO\n\nChapter 5\n\nFigure 5.12: Clearance of Garbage by Greater Chennai Corporation\nSource: (GCC, 2017)\n\n5.4.2 Financial Aid and Ex-gratia\n\nThe Hon'ble Prime Minister of India announced an ex-gratia of INR 2 lakhs for the\nnext of kin of those who lost their lives in the floods dues to heavy rains in Tamil\nNadu. An ex-gratia relief of INR 50,000 was also sanctioned for those who were\nseriously injured in the floods. The then Tamil Nadu Chief Minister announced an\ninitial allocation of 5 billion for relief and rehousing, with 400,000 for each family\nwhich had lost relatives in the floods. The then Opposition party Dravida Munnetra\nKazhagam (DMkK) donated 10 million to the state government on behalf of the party.\nSeveral notable actors and sports persons also donated for relief and recovery of\nthe victims of the Chennai Floods.\n\n5.4.3 Post-flood sanitisation\n\nThe State authorities took an initiative to sanitise all the civic facilities post the\n2015 floods. By the end of December, most of the parts of the cities were sanitised\nand no flood-related disease outbreaks were witnessed in the city.\n\n5.5 LONG-TERM RECOVERY\n5.5.1 Slum Clearance and rehabilitation Programme\n\nThe Government of Tamil Nadu began Slum Clearance Programme as a long-term\nrecovery approach on 29\" December 2015. Several illegally constructed dwellings\nin the Saidapet area of the city were demolished. The residents of the slums were\nrehoused in the government housings built in Okkiyam Thoraipakkam and\nPerumbakkam. The State Government further announced an allowance of 30,000\nINR to the rehoused residents for resettlement (The Hindu, 2016). The healthcare\nand medical services for these residents were also arranged. Children were\nprovided with schooling facilities while job seekers were provided with vocational\ntraining (The Hindu, 2016). By the end of 2016 March, about 4,100 families which\nwere living in the area had been resettled, and the illegal constructions were", "ts": "2025-11-08T20:12:39.086258"}