{"text": "Chapter 5\n\nefficient disaster management. Despite it being one of the most successful relief\nand rescue operations, the lack of preparedness to tackle the flood of such\nintensity has revealed the following challenges faced during and post the flooding:\n\n° The offices and institutions like schools, colleges, etc. faced numerous\nchallenges during the flooding including the need to shift and secure\nimportant records and maintenance of computers, printers and other water-\nsensitive physical infrastructures. The educational institutions further faced\nthe challenge of equipping themselves as shelter homes.\n\ne The lack of accessibility to several parts of the city due to severe flooding\nmade identification and delineation of delivery points and transport routes\nmore difficult, which in result deprived some local communities of\nnecessities like food supplies and medicines.\n\ne During the first 24 hours of flooding, the major issue faced by local\nsupermarkets was to safeguard perishable items from getting wet as well as\nto keep them from spoiling due to power cuts.\n\ne First responders and information providers faced difficulties in providing\naccurate real-time information to local communities on flooded areas,\naccessibility of roads, road condition, traffic flow and current weather\nscenario.\n\n° Flooding of roads, tracks and supporting infrastructure, delayed and\nsuspended provision of necessary services such as hospitals.\n\n° No backup power supply for emergency facilities, which in turn resulted in\nthe death of 18 patients in MIOT hospital.\n\nThese challenges could have been easily avoided with proper coordination and\nplanning among the GCC, TNSDMA and the other civic authorities dealing with\nessential services such as PWD, Fire Department, Public Health Department,\nElectricity Boards, Water Supply Boards, etc. A proper response and relief plan\ncould have been developed in advance. Precautionary measures that need to be\nexecuted at an individual level should have been disseminated in the public\ninterest. Besides, more accurate and reliable weather predictions are also\nimportant for better preparedness. The construction norms for roads needs to be\nrevised as the most physical damage affect the roads. The damage to roads also\ndisconnected several settlements making the rescue and relief operations more\nchallenging.\n\na\n=\nm\nZz\nZz\n=\n=\nail\n(S}\niS)\noO\nN\n=\nom", "ts": "2025-11-08T20:02:56.506441"}