{"text": "LA\n=)\n=\na\niS)\n2)\n4\nin\n=<\n=\na\nio\nx=\nO\n\nChapter 6\n\nA NATURAL CATASTROPHE OR\nA DEVELOPMENT BASED DISASTER?\n\nThe heavy rainfall triggered by the El-Nino is believed to have played an important\nrole in causing the Chennai floods of 2015. However, the impacts would have been\nless severe, but for the unregulated development and filling up of lakes and water\nbodies, which created havoc in the city. Several IT firms and manufacturing\nindustries were closed due to inundation. The Auto Component Manufacturers\nAssociation reported that more than 50 percent of the employees of the\nmanufacturing industry lost their homes and objects in the floods. The water level\nreached the ground floor of the shops and offices destroying their inventories and\nmachinery. The IT parks and the multinational corporate headquarters located on\nthe banks of the Aadyar River also faced issues of submerging during the floods.\nSeveral post-flood studies have revealed that the river floodplains have been\ndeveloped as residential complexes and business districts such as those in\nVelachery and Tiruvanmiyur risking thousands of lives. The big corporations,\nmiddle-class housing and slums built on the swamps, marshlands and low-lying\nareas got inundated as they were at the receiving end of large overflowing regional\ntanks. This section details some of the major developmental factors that worsened\nthe impact of the 2015 floods in Chennai.\n\n6.1 ENCROACHMENT OF WATERSHEDS\n\nThe hydrological aspects have been mostly disregarded in the planning of the city.\nThe marshlands of the city and the riverbanks were replaced by impermeable\nsurface to facilitate rapid development in the city. The marshland of the city post-\nindependence was reduced to almost 600 ha around 2010-11 from 5,000 ha\n(Sengupta, 2015). This reduces the absorbing capacity of the discharge that flows\nfrom West to East. Several fishing and agricultural villages and hamlets were also\nengulfed by the development in the city, leading to several ecological and\nenvironmental challenges.\n\n6.2 FILLING UP OF LAKES AND WATER RESERVOIRS\n\nThe recharge structures like lakes, tanks, ponds and streams in the city were\ngradually filled up over a period of time, increasing the surface water flow\nmanifold. The natural course of water has also been tampered. The major tanks are\nsilted due to indiscriminate dumping of solid wastes resulting in overflowing during\nheavy rains.\n\n6.3 RECLAMATION OF ENVIRONMENTALLY SENSITIVE AREAS\n\nThe reclamation of the environmentally sensitive areas for the development\npurpose was a dominant practice in Chennai. Some of the developments across", "ts": "2025-11-08T20:03:00.739475"}