{"text": "ACKNOWLEDGEMENT\n\nThe fatal consequences of the Chennai Floods of 2015 have revealed that the\nunregulated and erroneous development in the riverbanks and marshy lands to\naccommodate the rapidly growing urbanisation was at the root of it. The authors\nthus have attempted to document the catastrophe of 2015 covering the causes,\nimpacts and relief and response activities to consolidate the lessons learnt during\nthis disaster. The vision of this book is to build and strengthen flood resilience in\nIndian towns and cities by promoting a prevention-based approach instead of a\nrelief-based approach and raising awareness at the community level.\n\nThe book would have been a distant reality without the contribution of many\nexperts in this field. First of all, the authors would like to thank Major General\nManoj Kumar Bindal, VSM, Executive Director of NIDM, for his immense support and\nguidance to conduct the study. We take this opportunity to acknowledge with\ngratitude the contribution of Shri Shekher Chaturvedi, Faculty, NIDM and team\nmember in the field visit and survey. We also extend sincere thanks to Prof. Santosh\nKumar, Head, GiDRR Division, for helping us execute the study through his inputs\nand colleagues and staff of NIDM for their co-operation and support.\n\nThe authors extend their heartfelt gratitude to the Office of the\nCommissionerate of Revenue Administration & Disaster Management, Govt of Tamil\nNadu who facilitated our field visit after the floods and hosted the team. We thank\nall officials of the then Tamil Nadu State Disaster Management Agency, (since\nrenamed TNDRRA) and Tambaram municipality for all the help rendered to the\nteam to complete the study.\n\nWe are immensely grateful to our reviewers, Dr. GP Ganapathy, Professor,\nCentre for Disaster Mitigation and Management, Vellore Institute of Technology and\nMajor General (Rtd.) Dr. V.K Naik for their insightful comments and suggestions\nwhich helped us in giving the final shape to the document.\n\nAll lacunae and shortcomings, however, rest with the authors.\n\nBoretyapanel bee Mebane Mawna.\n\n(Dr. Chandrani Bandyopadhyay Neogi) (Ms. Mohana Manna)\n\na\n=\nm\nZz\nZz\n=\n=\nail\n(S}\niS)\noO\nN\n=\nom", "ts": "2025-11-08T19:57:44.565759"}