{"text": "Chapter 6\n\n6.4 DEVELOPMENT OF INFORMAL SETTLEMENTS IN RIVER PLAINS\n\nThe development of informal settlements and slums along the river banks and\ncanals not only risk human lives but also narrow down the channels due to siltation,\nsewerage disposal and dumping of solid wastes. Several families lived in the slums\nalong the river beds. Around 30,922 slums families were found to be living in the\nriver plains in the year 2009 which further increases with the population growth\n(Sundarmoorthy, Ramadurai, & Anuthaman, 2009).\n\n6.5 RECOMMENDATIONS\n\nThe policymakers, city administrators and academicians should focus on mitigation\nstrategies to control the impacts of unregulated development and directing the\nupcoming development to be resilient and risk-free. A well-planned development,\nespecially in the peri-urban area of the city, could have reduced the impacts of the\nfloods. The hydrological aspects should be integrated into the developmental plans\nto avoid encroachment of marshy lands and flood plains. With the increasing\nimpacts of climate change across the world, it would be beneficial to mainstream\nclimate change adaptation into urban planning and development. Some of the\nmajor aspects of mitigation that need to be considered in urban developmental\nactivities are as follows:\n\ne Industrial Development: Industrial developments should be planned\nconsidering the flood risks in the urban area to provide sustainability to\nbusiness operation and to control flood damages potential.\n\ne Transport and Communication Development: The planning and designing of\ntransport and communication infrastructure should be planned in accordance\nwith the flood-hazard zoning and the potential risk of damage and loss.\n\n° Urban Water Resources Management: The urban planning process should\nfocus on efficient planning and management of water resources to safeguard\nthe functioning of the water system during floods. The effective use of\nfloodwater should also be considered as a major component.\n\n° Local Flood Management Plan: A local flood management plan should also be\nprepared as a preparedness measures by the development authorities in\nconsultation with all involved stakeholders.\n\na\n=\nm\nZz\nZz\n=\n=\nail\n(S}\niS)\noO\nN\n=\nom", "ts": "2025-11-08T20:03:14.167504"}