{"text": "LA\n=)\n=\na\niS)\n2)\n4\nin\n=<\n=\na\nio\nx=\nO\n\nChapter 7\n\nMITIGATION AND MANAGEMENT\nSTRATEGIES FOR FLOODS OF CHENNAI\n\nAfter witnessing the catastrophic floods of 2015 the civic and planning authorities\nof Chennai have taken a pro-active approach in the mitigation and management of\nurban flooding risks in the city. Several projects and programmes were initiated in\nthe city of Chennai for reducing the risks of flooding. Many initiatives have also\nbeen taken to mitigate the climate change impacts in urban areas. The civic\nauthorities start their preparedness in September every year to tackle the monsoon\nchallenges in the city. The preparedness activities include clearing of water bodies\nand storm water drains, removal of floating materials, strengthening the bunds,\npreparing relief centres, stopping the road cut works and pruning of trees to\nminimize tree falling. The Greater Chennai Corporation has taken up the following\nprojects in coordination with other civic authorities to reduce flooding during\nNortheast Monsoon.\n\n7.1 PROJECTS TAKEN IN THE EXTENDED AREAS OF GCC\n\nAn Integrated Storm Water Drain Project has been implemented by the GCC in the\nextended areas of the corporation. The project has been funded by several multi-\nlateral organisations like the World Bank, German Development Bank and Japan\nInternational Cooperating Agency (JICA). The project has been estimated to\nbenefit 30 lakh people on completion.\n\n7.2 PROJECTS TAKEN IN THE CORE AREAS\n\n92 missing links in the sewerage system were identified and rectified by demolition\nand reconstruction of existing drains at 11 places and construction of new drains in\n81 places. The areas that benefited from the project are as follows:\n\nfe) RK Nagar, Tondairpet, Kodungaiyur\nKolathur, Sidco Nagar, Villivakkam\nKorattur, Anna Nagar\nRajbhavan and Srinagar Colony, Saidapet\nPurasawakkam, TNagar\nVelachery, Shozhinganallur, Adyar\n\n-3 WATERWAYS CLEANING\n\nGCC procured anamphibian vehicle from Finland for Rs. 4.10 crore for\ndesilting of macrowater ways. Approximately 2,42,046 Cum of Silt and\nHyacinth was removed from North Buckginham Canal, Kodungaiyur Canal and\nCaptain Cotton Canal following the floods.\n\nNu 0 09 89 0 90", "ts": "2025-11-08T20:13:04.195463"}