{"text": "LA\n=)\n=\na\niS)\n2)\n4\nin\n=<\n=\na\nio\nx=\nO\n\nChapter 7\n\n7.5 MEASURES TO BE TAKEN IN INUNDATION-PRONE AREAS\n\nThe inundation-prone locations in the city have been identified in all zones (Zone 1\nto 15) according to the severity of inundation. The following measures are taken by\nthe GCC:\n\n° RWH structures to be cleaned and refilled.\n\ne Chute pipe should be cleaned\n\n° De-silting of disposal points and storm water drains/canals.\n\ne Keeping JCB, Bulldozers, cranes, pumps and Super-sucker Lorries ready.\n\ne Providing inlet chambers and pipe connections to the nearest existing drain.\n° De-silting storm water drains.\n\n° Breaking the top slabs and desilt the SWD where the chronic obstruction is\nnoted and cover with a precast slab.\n\n° The missing link of storm water drains to be constructed and covered with\nprecast slabs.\n\ne Available machinery/pumps to be checked and kept in ready condition. A\nlogbook to be maintained by Assistant Executive Engineer (AEE) regarding the\nsame.\n\n(GCC, 2017)\n7.6 PREPAREDNESS OF RELIEF CENTRES\n\nThe GCC has identified and notified around 197 relief centres across the city\nkeeping in mind the vulnerability of areas prone to inundation and the need fore\nviction. The community halls, schools and public buildings are identified to act as\nrelief centres. The details of these relief centres including locations, contact\npersons are given in their respective municipal zonal offices. The relief centres are\nto be provided with safe drinking water, toilet facilities, lighting arrangements,\nfood packets, bread, milk, etc.\n\n(GCC, 2017)\n7.7 PREPAREDNESS STRATEGIES FOR SUBWAYS\n\nThere are 22 subways in Chennai city of which GCC maintains 16 subways and 6\nsubways are maintained by the Highways Department. The details of the locations\nof subways are provided in the respective municipal zonal offices. These subways\nare equipped with pump sets to bailout water from the subways. Depending upon\nthe necessity, pumpsets from Agriculture Engineering Department, Fire Service\nDepartment and Private Sources would be deployed.", "ts": "2025-11-08T20:01:03.154373"}