{"text": "LA\n=)\n=\na\niS)\n2)\n4\nin\n=<\n=\na\nio\nx=\nO\n\nWAY FORWARD\n\nChennai, being a city that has witnessed several major flooding events in the last 40\nyears, needs to implement preventive and mitigation measures in tune with the\nexperiences gained and the lessons learnt. The unrelenting development pattern\nhas compromised the city’s natural drainage pattern, without conforming to\ndevelopment regulations. The development of IT corridors and business district by\nfilling up the water reservoirs and tanks, ignoring the basics of sustainable\ndevelopment, is another instance of poor implementation of the national and state\npolicies. The Disaster Management Act 2005 and the Tamil Nadu Disaster\nManagement Policy focus on the culture of prevention and mitigation. There is a\nneed for the integration of disaster risk reduction measures with development\nregulations and spatial planning. With the shortage of land and increasing\npopulation, the solution is to use the land in such a manner that mitigation\nmeasures are integrated into construction practices with proper planning and\ndesign. The following are some of the action strategies that should be adopted for\nflood-resilient urban development:\n\n° Mainstreaming DRR in developmental activities: The best approach to\nmainstream risk mitigation measures in development and planning is to\ninclude them in Development Control Regulations and building by-laws, as\nthese norms regulate the development in the cities. The DCR and building\nrules are still not integrated with DRR activities. This should be of immediate\nconcern to the Urban Development Authority and the State TNCP\nDepartment.\n\ne Strengthening of existing land regulations w.r.t. DRR: The conversion rules\nin the state need to be stricter to avoid the conversion of marshy lands and\nwater bodies into developmental lands. The exiting conversion rules are\nextremely lenient and can be misused by real-estate developers and\ncontractors.\n\n° Monitoring and Enforcement of Norms and Regulations: Proper evaluation\nand scrutiny should be done before sanctioning any development or building\npermits. Regular monitoring should be carried out to supervise the concerns\nlike encroachment of marshy lands, water bodies, development in eco-\nsensitive areas, etc.\n\ne Flood Mitigation and Preparedness: The preparedness projects and\nmeasures implemented by GCC under the supervision of TNSDMA to tackle the\nflooding issues during monsoons are commendable efforts. In addition to such\nmeasures, the large-scale flood hazard maps and hydrology maps of the City\nof Chennai should be revised after a certain duration and thereafter the", "ts": "2025-11-08T20:03:30.235976"}