{"text": "future flood risk scenarios should be projected with sensitivity to Climate\nChange and highlighting the problem areas faced during the previous floods.\n\n° Climate Change Considerations for Design and Maintenance of Urban\nDrainage Infrastructure: Urban drainage infrastructures should be designed\nkeeping into account the predicted aspects of climate change (Arnbjerg-\nNielsen, et al., 2013)(Mailhot & Duchesne, 2010). Design and maintenance\nguidelines should be revised and redrafted taking into the impacts of climate\nchange (Djordjevic , Butler, Gourbesville, Mark, & Pasche, 2011).\n\ne Water Sensitive Urban Design (WSUD) Measures: WSUD measures have\nbecome popular in the recent decade. Some of the popular WSUD measures\nare reducing or limiting inflow (Djordjevic’, Butler, Gourbesville, Mark, &\nPasche, 2011), increasing surface storage or storage at sources (Mailhot &\nDuchesne, 2010), better design and deployment of surface flow features\n(Djordjevic’ , Butler, Gourbesville, Mark, & Pasche, 2011) and disconnecting\nthe extremely impervious area from the water flow pathways (Mailhot &\nDuchesne, 2010).\n\ne Flood Resilience Measures for buildings: Sustainable measures\nincorporated to reduce the impacts of flooding into the building fabric,\nfixtures and fittings can be considered as resilience measures (Djordjevic’ ,\nButler, Gourbesville, Mark, & Pasche, 2011). Careful detailing of the property\nand its surroundings such as flooring height, entrance details, steps,\ndriveway slopes, etc. can be used to achieve flood resilience (Djordjevic ,\nButler, Gourbesville, Mark, & Pasche, 2011).\n\n° Real-Time Urban Flood Information Systems: The real-time warning system\nmight benefit municipal bodies and other agencies for processing rainfall\ndata and finally passing it to the public (Djordjevic’, Butler, Gourbesville,\nMark, & Pasche, 2011).\n\n° Creating awareness among communities and different stakeholders: The\nresidents of the city are equally responsible for such a catastrophic event.\nThe communities should be aware of the environmental risks and challenges\nand should not compromise with the regulations for self-interests. The real-\nestate builders and developers must also put a conscious effort to implement\nmitigation and prevention measures in the construction of their projects.\n\nThe current scenario of increasing urban floods in the country calls for the on-\nground implementation of a prevention-based approach of disaster management\ninstead of a relief-based approach. The above measures should be adopted in every\nurban area for building and strengthening flood resilience in the country. While\nrisk-sensitive development is imperative, the role of individual citizens in\napparently unrelated efforts like rainwater harvesting, waste segregation,\nrecycling of waste etc. would also contribute significantly towards mitigation\nmeasures for urban floods.\n\na\n=\nm\nZz\nZz\n=\n=\nail\n(S}\niS)\noO\nN\n=\nom", "ts": "2025-11-08T20:01:14.055826"}