{"text": "Air Pollution and Public Health Emergencies\n\nI. Introduction\n\nAir pollution is a complex mixture of harmful gases and aerosols and is the most\nserious environmental concern among the scientific community. The unprecedented\ngrowth in industrialization, urbanization, population, fossil fuel consumption and\never-increasing transportation network are deteriorating the air quality of the\nenvironment (Seinfeld and Pandis, 2016).\n\nAir pollution has been described as one of the \"great killers of our age\" due to its\ntremendous and severe health effects on humans (Sweileh et al., 2018). The World\nHealth Organization (WHO) estimated that 92% of the world population is living in\nplaces with less than optimum outdoor air quality. The 68\" World Health Assembly\n(WHA), held in May'2015, also passed a resolution recognizing air pollution as one of\nthe leading avoidable causes of diseases and global deaths (WHO, 2015, UNEP, 2015).\nLater, in the year 2017, United Nations Environment Programme (UNEP); also drafted\nthe resolution on preventing and reducing air pollution to improve air quality globally\n(UNEP, 2017). Air pollution is linked to various medical conditions like cancer,\nrespiratory diseases, negative pregnancy outcomes, infertility, cardiovascular\ndiseases, stroke, heart disease, lung cancer, cognitive decline, and others. Nearly 90%\nof air pollution-related deaths occur in low and middle-income countries, with nearly\n2 out of 3 occurring in South East Asia and Western Pacific regions. The top fifteen\ncountries with the highest annual mean of fine particulate matter (PM, ,) is shown in\nthe Figure 1. Among the various air pollutants, particulate matter (PM), especially\nfine aerosols with less than 2.5 tm is the matter of concern as these particles are\ngenerally light-weight and hence, stay in the atmosphere for a long duration and can\nbe transported to distant\nplaces with high-velocity\nwinds (Singh and Panigrahy, Pakistan\n2011; Jain et al., 2014).\nDespite their extremely small\nsize, fine-mode particulate\nmatters have significant\nimpacts on the _ global\nradiative budget,\nhydrological processes and Bangladesh\nclimate change (Yan et al.,\n\n2014; Zheng et al., 2015; Dong\net al., 2019). Iran\n\nMongolia\n\nUnited\nArab | Bahrain\nEmirates\n\nQatar\n\nc\nG\nJ\n—\n=\nG\n£\non\n<—\n\nBulgaria | China", "ts": "2025-11-08T20:08:53.488898"}