{"text": "Air Pollution and Public Health Emergencies\n\nIncreasing urban population and increased volume of motorized traffic in cities have\nresulted in severe air pollution affecting the surrounding environment and human\nhealth. It is reported that over 70-80% of air pollution in megacities in developing\nnations is attributed to vehicular emissions caused by a large number of older vehicles\ncoupled with poor vehicle maintenance, inadequate road infrastructure and low fuel\nquality (Gulia et al., 2015). Re-suspension of road dust due to movement of traffic and\ntyre and brake wear are also some of the significant sources of air pollution (Amato et\nal., 2014). Ambient air pollutant concentrations are distributed non-uniformly in\nurban areas, creating hot spots mostly in the central business district, traffic\nintersections and signalized roadways.\n\nAlong with industrial and vehicular activities, biomass burning is also an important\nfactor responsible for the worst air quality. In an agricultural country like India, a huge\namount of agro-wastes is produced every year. The amount of these wastes has\nincreased rapidly due to unprecedented population rise. A large amount of agro-\nwastes are produced annually, containing cereal straws and woody stalks, etc. After\nharvesting, farmers burn that crop residue in the open field resulting in air pollution.\nThis activity contributes to 20% of Organic Carbon and Elemental Carbon out of the\ntotal budget of emission from agricultural residue burning in the north-western region\nof India (Bhuvaneshwari et al., 2019).\n\n2. Air pollution as a disaster\n\nAs per United Nations International Strategy for Disaster Reduction (UNISDR) disaster\nis termed as a serious disruption of the functioning of a community or a society\ninvolving widespread human, material, economic or environmental losses and\nimpacts, which exceeds the ability of the affected community or society to cope using\nits resources. Disasters are also known to be the result of insufficient risk\nmanagement. Life exposure to high concentrations of pollutants over a short period\ncan result in unexpected social, environmental and health impacts as seen in the\nevents of chemical, petrochemicals, and other industrial accidents. Disasters\ninvolving extreme or sudden air pollution are causing an immediate public health\ncrisis leading to an increased pressure on stakeholders and agencies to provide\nsolutions to protect impacted communities during any such emergencies (Chandrappa\nand Kulshrestha, 2016). Disasters can be triggered by air pollution, and air pollution\ncan be triggered by disasters. Human health and the environment would be harmed in\nboth situations. There are three major disaster components of air pollution, which are\ninterrelated with each other as mentioned in Figure 2.\n\nmm", "ts": "2025-11-08T20:08:57.230566"}