{"text": "Air Pollution and Public Health Emergencies\n\nBox Study 1:\nBeijing City Air Pollution\n\nBeijing, a typical representative of rapidly developing cities of China, declared\nwar on air pollution in 1998. The obstacle was to find sustainable ways to boost air\nquality in fastest-growing cities in the developing world. For twenty years Beijing\nhas been maintaining it. Its air quality has enhanced dramatically, and the lesson\nlearned provides a blueprint for other growing urban cities to combat air pollution\n(Schleicher et al., 2012). Beijing's case offers hope that the problems associated\nwith improving air quality can be tackled during the time of explosive growth and\nmotorization (Hao and Wang, 2005).\n\nBeijing introduced more rigorous and strict steps to control air pollution in the\nyear 2013 under Beijing's Clean Air Action Plan 2013-2017. The fine particulate\nemissions (PM,,) had reduced dramatically by 35% and 25% in the neighboring\nBeijing-Tianjin-Hebei area by the end of 2017. Over this period, Beijing's annual\nemissions were decreased by 83%, 43%, 55% and 42% for sulphur dioxide-SO,,\nnitrogen oxides-NO,, particulate matter-PM,, and volatile organic compounds (VOC),\nrespectively. In the year 2018, China revised the new three-year Action Plan (2018-\n2020) for Winning the Blue Sky War.\n\nIn response to extremely serious PM,, emissions, the Beijing Government has\n\nintroduced a range of initiatives and a number of policies and steps on the\nprevention and regulation of air\npollution and has taken some\nconcrete action to enhance air\n\nquality and to meet the national air\nquality requirements as shown in the\nFigure 6.\n\nAnother significant factor\nimpacting air quality is the weather\nconditions that restrict the density,\ndilution, diffusion, transport and\n\ntransformation of ambient\natmospheric contaminants. This\nfurther affects the distribution,\ncomposition and concentration of\n\natmospheric pollutants. Figure 6 Air pollution control measures\nadopted by Beijing, China", "ts": "2025-11-08T20:09:04.101657"}