{"text": "Air Pollution and Public Health Emergencies\n\nBox Study 2:\nNepal's Forest Fire\n\nAir pollution is a chronic problem in the rapidly growing capital city of\nKathmandu, Nepal. Forest fires are the main reason for the rising air pollution in\nKathmandu and many other places in Nepal. Forest fires are common during the dry\nseason, from January to May, when villagers burn dry leaves in the woodlands to\nprompt new grass growth for their cattle.\n\nRecently (in March-April 2021), Nepal has been witnessing worst forest fires in\nyears. The fire has generated a lot of smoke, which has spread across the mountain\nand is causing air quality problems as it settles around the Kathmandu city, raising\nthe risk of cancer, stroke, asthma and high blood pressure. A forest fire has burnt at\nleast 60 places across 22 of country’s 77 administrative districts (Sharma, 2021).\n\nAt the end of March 2021,\nthe air pollution levels\nreached at hazardous\nlevels and hit their\nhighest in the capital\nsince the government\nbegan keeping records in\n2016. The central\ngovernment ordered\nschools to close for four\ndays, forcing millions of\nstudents to stay at home.\nDuring this time, visibility\nwas confirmed to be as\nlow as 800-1,000 metres\nat Nepal's only international airport in Kathmandu, causing widespread flight\ndisruptions. Because of this sudden and high air pollution, people have also\nexperienced itching and burning sensations in the eyes and nose.\n\nFigure 7 Forest fire in Makwanpur, outskirts of Kathmandu on\nApril 8, 2021 (Picture Courtesy: Reuters, 2021)\n\nFor designing a practical anti-forest fire plan, awareness and appropriate\nplanning must be taken into account. Community-based fire management plan\nmust be practised by engaging local communities and other stakeholders from all\naspects of fire planning and management sector. It will not only help to understand\nthe range of causes, but also their role in managing fire risk.", "ts": "2025-11-08T20:09:09.054165"}