{"text": "Air Pollution and Public Health Emergencies\n\n4. Indian scenario\n\nAir pollution and its impact on human health is a very serious problem in the Indian\nsub-continent too. India faces one of the highest disease burdens from air pollution in\nthe world. There are various factors responsible for air pollution in India like\nintegration of pollutants in a particular area and transboundary movement of air\nmasses processes (Godwin and Kobziar, 2011; Guttikunda and Jawahar, 2012; Brauer\net al., 2019), increase in vehicular activities, thermal power plant emissions (Gurjar\net al., 2010; Moorthy et al., 2013), industrial units which lack proper emissions\ncontrol measures, biomass burning, and domestic activities (Satheesh et al., 2017;\nSaxena and Sonwani, 2019).\n\nPollution alone has accounted for nearly 1.7 million premature deaths in India in the\nyear 2019, i.e., 18% of total deaths that lays bare the human cost of the country's toxic\nurban air. India has led to an increase in diseases such as lung cancer, heart disease,\nstroke, diabetes, neonatal disorders and respiratory diseases, resulting in millions of\nmore deaths. The majority of these deaths were from ambient particulate matter\npollution (0-98 million) and household air pollution (0-61 million). The death rate due\nto household air pollution decreased by 64-2% from 1990 to 2019, while that due to\nambient particulate matter pollution increased by 115-3% and that due to ambient\nozone pollution increased by 139-2%. The death rate attributable to air pollution has\naccounted for the total loss of $36-8 billion which is approximately 1-36% of India’s\ngross domestic product (GDP) (Pandey et al., 2021}.\n\nThe IQ Air report found that Asian countries and territories dominated the list of most\nair-polluted regions in the year 2019 (Figure 8). The map below shows pollution by\ncountry and territory using the US Air Quality Index (Regan, 2020).\n\nFigure 8 Air pollution levels by country and territory using the US Air Quality Index.\n(Source: IQAir; Regan, 2020 -Graphic: Henrik Pettersson and Sergio Hernandez, CNN)", "ts": "2025-11-08T20:09:12.150043"}