{"text": "Air Pollution and Public Health Emergencies\n\nThe environmental impacts such as fog, smog, dust storms, industrial/ chemical\naccidents, and biomass burning ultimately lead to various health risks such as\nrespiratory, cardiovascular, neurological disorders, accidental injuries, or even\ndeaths (Tigala et al., 2019). Further, the health burden related to air pollution is\nassociated with socio-economic impacts such as supply chain disruptions, livelihood\nlosses, etc. Therefore, there is an immediate need to globally minimize air pollution\nemissions, as WHO has also cautioned air pollution as a “public health emergency”.\n\nAir pollution is responsible for 29% of all lung cancer deaths and illness, 17% of all\nacute lower respiratory infections, 25% of ischemic heart disease, 43% of chronic\nobstructive pulmonary disease deaths, and 24% of all stroke deaths worldwide\n(McHardy et al. , 2020). Many airborne infectious diseases can be transmitted by dust.\nResearchers assume that inhaling dust particles in humid, dry weather destroys the\nmucosa of the nose and throat, providing optimal conditions for bacterial infection.\nFurthermore, dust particles containing iron oxides can increase the risk of infection\n(WMO, 2020).\n\nAir pollution in India is quite a serious issue with the major sources being fuelwood and\nbiomass burning, fuel adulteration, vehicle emission, and traffic congestion. Besides,\nrapidly increasing industrialization, urbanization, population growth and demand for\ntransportation along with meteorological conditions influence air pollution in many\nIndian cities.\n\nBox Study 3:\nAir Pollution in Delhi\n\nDelhi NCR is increasingly struggling with air pollution problems especially during\nthe late fall and early winter. A public health emergency was declared in Delhi, capital\ncity of India, in November 2017 and November 2019 when the air quality in the\nnational capital rose to levels around 20 times (hazardous “severe plus” category)\nwhat the World Health Organization considers safe (Terry et al., 2018). Weather\nconditions seem to play a very important role in controlling air pollutants. Northern\nstates of India experience a wintertime inversion layer of cool air that leads to the\n\naccumulation of pollutants near the ground level. Delhi experiences a decrease in\ntemperatures and wind speeds from mid-September onwards, favoring the\naccumulation of air pollutants and rising outdoor pollutant levels. In the northern\nstates like Punjab, Haryana, Uttar Pradesh, Uttarakhand, and neighboring areas, an\nestimated 20 million tonnes of paddy stubble is burned soon after the monsoon crop is\nharvested (Jaiswal et al., 2019). During festivals and events such as Diwali (despite\nsome restrictions), the widespread use of crackers has helped to ooze poisonous air", "ts": "2025-11-08T20:09:18.054327"}