{"text": "Air Pollution and Public Health Emergencies\n\ninto residential areas, workplaces, and playgrounds. The major factors contributing\nto Delhi's particulate matter levels include unpaved roads, ill-regulated industries,\nand an ever-increasing\n\nnumber of road vehicles. All\n\nof these variables have\n\ncontributed significantly to\n\nthe growing cases of non- a\n\ncommunicable diseases\n(NCDs)-chronic respiratory\ndiseases and cardiovascular\nproblems which indicated\nthat it would lead to over 61\npercent of deaths in India\n(Tigalaetal., 2019).\n\nINDIA\n\nAir pollution has led to\n\n24,000 deaths in Delhi in the Figure 10 Air CE eee ee a stubble burning\nfirst half of 2020 including\nthree months of the COVID-\n19 pandemic lockdown (Bhowmick, 2020). The Environment Pollution Prevention and\nControl (EPCA) Authority for Delhi and NCR, is a committee appointed by Supreme\nCourt and is in charge of all air pollution regulations in the city since 1998. The EPCA,\nin partnership with the federal and state governments, began implementing the\nGraded Response Action Plan (GRAP) in 2016. The GRAP has allowed expanded air\npollution control so far in 2019. The Delhi government released a health\nalert/advisory for the first time to protect its residents from health-harming levels of\nair pollution. In addition to the actions under GRAP, the Delhi government had also\ndeclared the odd-even rule in the state. Under this scheme, private cars with odd-\nnumbered registration plates were allowed to drive on odd days, and those with even-\nnumbered plates were allowed to drive on even days from 8 am to 8 pm, except on\nSundays. The state government had increased the number of buses, metro coaches\nand placed a temporary moratorium on surge pricing on app-based taxis like Ola and\nUber. (Jaiswal et al., 2019).\n\nThe hospitals in Delhi also observed a sudden spike in the number of patients\nreporting with respiratory and breathing difficulty, asthma problems, allergy and\nchronic obstructive pulmonary diseases. The severe air quality also led to eye burning,\nteary eyes and troubling coughs in many people. Besides affecting lungs, high levels of\npollutants in the atmosphere also caused inflammation in blood vessels which usually\nact as a trigger for stroke or heart attack in persons, already at risk of the disease.", "ts": "2025-11-08T20:09:21.354412"}