{"text": "Air Pollution and Public Health Emergencies\n\n5. Air quality management\n\nThe Air quality management (AQM) practices are country-specific and based on the\npriorities as agreed for a specific air quality control region to maintain acceptable\nambient air quality. They are implemented and enforced through legislative laws. The\nkey components of AQM are air quality objectives, monitoring, emission inventory,\nprediction and forecasting tools, control strategies and public participation. Further,\neach component plays a significant role in improving the efficiency of the AQM, thus\nreducing pollutant concentrations. Moreover, the effective and efficient\nimplementation of AQM in developing countries remains a challenging task for air\nquality managers due to the lack of government commitment and stakeholder\nparticipation, weaknesses in policies, standards and regulations, lack of real-time air\nquality data and emission inventories (Naiker et al., 2012).\n\nUrban air pollution is perhaps the most severe environmental problem due to rapid\ngrowth in the industrial and transportation sectors. The management practices to\nimprove urban air quality are very limited and the portion of the budget allocated for\nurban air quality management is also insufficient (Santosa et al., 2008). Urban air\npollution problems were analyzed in China, India and Brazil at a macro urban scale\nand proposed a system based methodology to develop the AQM that takes into account\nthe (i) identification of critical pollutants and their sources, (ii) setting up of the air\nquality monitoring network, (iii) emission inventory, (iv) source prioritization,\n(v) control strategies, and (vi) development of decision support system (Kura et al.,\n2013).\n\nThe Indian government has also started moving to address this public health\nemergency. In January 2019, it launched the National Clean Air Programme, a five-\nyear action plan targeting to achieve 20% to 30% reduction in Particulate Matter\nconcentrations by 2024 keeping 2017 as the base year for the comparison of\nconcentration by building an air-quality monitoring network and improving citizen\nawareness. The government has also provided cooking gas cylinders to more than 50\nmillion poor households to try to reduce the use of biomass cooking fuels. Increased\ninvestment has made renewable India’s second-largest generator of electricity.\n\nTo curb air pollution globally, new technologies and innovative approaches are\nneeded. Ericsson, a telecommunication company, has suggested that Information and\nCommunications Technologies (ICT) such as the Internet of Things (loT), could enable\nto reduce greenhouse gas emissions by up to 15% by 2030. Ericsson, in partnership with\nthe Indian Institutes of Technology-Kanpur, has deployed NarrowBand-loT sensor\nnetworks at strategic locations in Delhi that help monitor air pollution levels. The\nreal-time data collected by these sensors is then collected for analysis to increase\nawareness, supporting policy intervention, and allowing corrective actions to reduce\nair pollution in the city.\n\nmm", "ts": "2025-11-08T20:09:25.188541"}