{"text": "Air Pollution and Public Health Emergencies\n\nair quality falls in the very poor category, additional measures of stopping the use of\ndiesel generator sets and use of public transport would be implemented. Severe\ncategory of air quality would be tackled with additional actions such as stopping the\nentry of trucks into Delhi, stopping construction activities and appointing the task\nforce to decide on any additional steps. With increasing interactions among pollution,\nclimate change, and human health, there is a growing need for the involvement of the\ngovernment to prevent immediate and long-term harm.\n\nThe creation of the Environment Pollution (Prevention and Control) Authority (EPCA)\nand its subsequent declaration after air pollution episodes show the willingness to\ncharacterize the pollution problem as an emergency that is responsible for\ndeteriorating environment and human health. EPCA is Indian Government constituted\ncommittee in the year 1998 for the National Capital Region (NCR) in compliance with\nthe Supreme Court order.\n\nThe public health emergency declaration, which is necessary to address immediate\nissues and provide an impetus for further action, is not sufficient on its own to address\nthis environmental and health catastrophe. First, the full potential of the law is\nreleased with considered legislative and executive action, taken based on detailed\nscientific advice and extensive public consultation. EPCA actions are, by contrast,\nreactive and aimed at sources most susceptible to prevention for the immediate\nprotection of public health. For example, the EPCA’s recommendation that people\nstay indoors and the subsequent closure of schools benefit those middle-class people\nwho live in homes with well-maintained air purifiers. Similarly, an India Supreme\nCourt order, issued in response to the declaration, aimed at causing stubble burning’s\nimmediate cessation was admirable\n\nbut did not address the economic\nburden such a ban would impose on\nfarmers or provide for their Ee\n\ncompensation. Later, in year 2020, the\nCommission for Air Quality\nManagement in National Capital\nRegion and Adjoining Areas Ordinance\nwas constituted by dissolving the\nEnvironment Pollution (Prevention and Ministry of\nControl) Authority (EPCA) for the NCR. Health &\n\nFamily\nWelfare\n\nMinistry of\nAgriculture &\nFarmers\nWelfare\n\nFigure 12 shows the cooperation from\n\nthe various sectors are required to = =\nsustainably reduce the air pollution\n\nand its adverse impacts on the public Figure 12 Cooperation from the various sectors are\nhealth. required to improve ambient air quality", "ts": "2025-11-08T20:09:32.234622"}