{"text": "Air Pollution and Public Health Emergencies\n\nAbout CECR and HER-CAP Project\n\nCentre of Excellence on Climate Resilience (CECR)\n\nNational Institute of Disaster Management (NIDM) has a dedicated division for\nEnvironment, Climate and Disaster Risk Management (ECDRM) which has been\ndesignated as a Centre of Excellence on Climate Resilience (CECR) under the\nNational Action Plan for Climate Change and Human Health (NAPCCHH). CECR is\nimplementing six research projects namely Climate Adaptive Planning for\nResilience and Sustainable Development in Multi-hazard Environment (CAP-RES)\nwith support of DST-Govt of India, National Agriculture Disaster Management Plan\n(NADMP) funded by the Ministry of Agriculture & Farmers Welfare, Health\nResilience and Capacity Building (HER-CAP) with World Health Organization India,\nCrisis Management Plan for Dealing with Contamination of Water Bodies (CMP-WB)\nfunded by CPCB, Disaster Management Plan for Ministry of Environment, Forest\nand Climate Change (NEFC-DMP) with the support from MoEFCC and the Disaster\nManagement Plan for Dept. of Chemicals and Petrochemicals (NCP-DMP)\nsupported by DCPC-MoC&F. It also collaborates with a number of international and\nnational organizations working in the areas of climate change adaptation,\nresilience and disaster risk reduction.\n\nHER-CAP Project\n\nNIDM in collaboration with WHO India has implemented the project “Health\nAdaptation and Resilience: Advancing Strategic Knowledge and Capacities” (HER-\nCAP). Under this project, the following documents have been drafted.’\n\n> National Health Adaptation Plan for disasters related illnesses’ for Ministry of\nHealth and Family Welfare.\n\n> Training Manual on ‘Health Adaptation and Resilience to Climate Risks’.\n\n> A compendium of case studies on ‘Climate Change related Disasters and\nHealth Resilience’.\n\n> Four Policy briefs on Regional Issues and Opportunities for Health System\nResilience to Climatic Disasters. (For North, East & North-East, West and\nSouth Region of India).\n\n—_______________ qs", "ts": "2025-11-08T20:09:49.259792"}