{"text": "IRS 001\nIncident Briefing\n\nPurpose. The Incident Briefing (IRS 001) provides the Incident Commander (and the Command and General Staffs) with\nbasic information regarding the incident situation and the resources allocated to the incident. In addition to a briefing\ndocument, the IRS 001 also serves as an initial action worksheet. It serves as a permanent record of the initial response\nto the incident.\n\nPreparation. The briefing form is prepared by the Incident Commander for presentation to the incoming Incident\nCommander along with a more detailed oral briefing.\n\nDistribution. Ideally, the IRS 001 is duplicated and distributed before the initial briefing of the Command and General\nStaffs or other responders as appropriate. The“Map/Sketch” and “Current and Planned Actions,Strategies, and Tactics”\nsections (pages 1-2) of the briefing form are given to the Situation Unit, while the “Current Organization” and “Resource\nSummary” sections (pages 3-4) are given to the Resources Unit.\n\nNotes:\n« The IRS 001 can serve as part of the initial Incident Action Plan (IAP).\n\nBlock Title\n\nIncident Name\n\nIf additional pages are needed for any form page, use a blank IRS 001 and repaginate as needed.\n\nInstructions-\n\nEnter the name assigned to the incident.\n\nIncident Number\n\nEnter the number assigned to the incident.\n\nDate/Time Initiated\n* Date, Time\n\nEnter date initiated (month/day/year) and time initiated (using the 24-\nhour clock).\n\nMap/Sketch (include sketch,\nshowing the total area of\noperations, the incident\nsite/area, impacted and\nthreatened areas, overflight\nresults, trajectories, impacted\nshorelines, or other graphics\ndepicting situational status and\nresource assignment)\n\nShow perimeter and other graphics depicting situational status,\nresource assignments, incident facilities, and other special information\non a map/sketch or with attached maps. Utilize commonly accepted\nIRS map symbology.\n\nIf specific geospatial reference points are needed about the incident’s\nlocation or area outside the IRS organization at the incident, that\ninformation should be submitted on the Incident Status Summary (IRS\n009).\n\nNorth should be at the top of page unless noted otherwise.\n\nSituation Summary and\nHealth and Safety Briefing (for\nbriefings or transfer of\ncommand): Recognize potential\nincident Health and Safety\nHazards and develop necessary\nmeasures (remove hazard,\nprovide personal protective\nequipment, warn people of the\n\nhazard) to protect responders\nfrom those hazards.\n\nSelf-explanatory.\n\nPrepared by\n\n* Name\n\n* Position/Title\n« Signature\n\n+ Date/Time\n\nEnter the name, IRS position/title, and signature of the person\npreparing the form. Enter date (month/day/year) and time prepared\n(24-hour clock).\n\nCurrent and Planned\nObjectives\n\nEnter the objectives used on the incident and note any specific problem\nareas.", "ts": "2025-11-08T21:58:35.421282"}