{"text": "IRS 002\nIncident Objectives\n\nPurpose. The Incident Objectives (IRS 002) describes the basic incident strategy, incident objectives, command\nemphasis/priorities, and safety considerations for use during the next operational period.\n\nPreparation. The IRS 002 is completed by the Planning Section following each Command and General Staff meeting\nconducted to prepare the Incident Action Plan (IAP). In case of a Unified Command, one Incident Commander (IC) may\napprove the IRS 002. If additional IC signatures are used, attach a blank page.\n\nDistribution. The IRS 002 may be reproduced with the IAP and may be part of the IAP and given to all supervisory\npersonnel at the Section, Branch, Division/Group, and Unit levels. All completed original forrns must be given to the\nDocumentation Unit.\n\nNotes:\n+ The IRS 002 is part of the IAP and can be used as the opening or cover page.\n+ If additional pages are needed, use a blank IRS 002 and repaginate as needed.\n\nBlock Title Instructions\n\nIncident Name Enter the name assigned to the incident. If needed, an incident\nnumber can be added.\n\nOperational Period Enter the start date (month/day/year) and time (using the 24-hour\n* Date and Time From clock) and end date and time for the operational period to which the\n\n* Date and Time To form applies.\n\nObjective(s) Enter clear, concise statements of the objectives for managing the\nresponse. Ideally, these objectives will be listed in priority order.\nThese objectives are for the incident response for this operational\nperiod as well as for the duration of the incident. Include alternative\nand/or specific tactical objectives as applicable.\n\nObjectives should follow the SMART model or a similar approach:\nSpecific — Is the wording precise and unambiguous?\n\nMeasurable — How will achievements be measured?\nAction-oriented — Is an action verb used to describe expected\naccomplishments?\n\nRealistic — Is the outcome achievable with given available resources?\nTime-sensitive — What is the timeframe?\n\nOperational Period Command Enter command emphasis for the operational period, which may\nEmphasis include tactical priorities or a general weather forecast for the\noperational period. It may be a sequence of events or order of events\nto address. This is not a narrative on the objectives, but a discussion\nabout where to place emphasis if there are needs to prioritize based\non the Incident Commander’s or Unified Command’s direction.\nExamples: Be aware of falling debris, secondary explosions, etc.\n\nGeneral Situational Awareness General situational awareness may include a weather forecast,\nincident conditions, and/or a general safety message. If a safety\nmessage is included here, it should be reviewed by the Safety Officer\nto ensure it is in alignment with the Safety Message/Plan (IRS 008).\n\nSite Safety Plan Required? Safety Officer should check whether or not a site safety plan is\nYes No required for this incident.\n\nApproved Site Safety Plan(s) Enter the location of the approved Site Safety Plan(s).\nLocated At", "ts": "2025-11-08T21:58:53.952665"}