{"text": "IRS 004\n\nAssignment List\n\nPurpose. The Assignment List(s) (IRS 004) informs Division and Group supervisors of incident assignments. Once the\nCommand and General Staffs agree to the assignments, the assignment information is given to the appropriate Divisions\n\nand Groups.\n\nPreparation. The IRS 004 is normally prepared by the Resources Unit, using guidance from the Incident Objectives (IRS\n002), Operational Planning Worksheet (IRS 015), and the Operations Section Chief. It must be approved by the Incident\nCommander, but may be reviewed and initialed by the Planning Section Chief and Operations Section Chief as well.\n\nDistribution. The IRS 004 is duplicated and attached to the IRS 002 and given to all recipients as part of the Incident\nAction Plan (IAP). In some cases, assignments may be communicated via radio/telephone/fax. All completed original\n\nforms must be given to the Documentation Unit.\n\nNotes:\n\n« The IRS 004 details assignments at Division and Group levels and is part of the IAP.\n\n« Multiple pages/copies can be used if needed.\n\n* If additional pages are needed, use a blank IRS 004 and repaginate as needed.\n\nBlock\nNumber\n\nBlock Title\n\nIncident Name\n\nInstructions\n\nEnter the name assigned to the incident.\n\nOperational Period\n* Date and Time From\n« Date and Time To\n\nEnter the start date (month/day/year) and time (using the 24-hour\nclock) and end date and time for the operational period to which the\nform applies.\n\nBranch\nDivision\nGroup\nStaging Area\n\nThis block is for use in a large IAP for reference only.\n\nWrite the alphanumeric abbreviation for the Branch, Division, Group,\nand Staging Area (e.g., “Branch 1,” “Division D,” “Group 1A”) inlarge\nletters for easy referencing.\n\nOperations Personnel\n\n* Name, Contact Number(s)\n- Operations Section Chief\n- Branch Director\n-  Division/Group Supervisor\n\nEnter the name and contact numbers of the Operations Section Chief,\napplicable Branch Director(s), and Division/Group Supervisor(s).\n\nResources Assigned\n\nEnter the following information about the resources assigned to the\nDivision or Group for this period:\n\n« Resource Identifier\n\nThe identifier is a unique way to identify a resource (e.g., ENG-13,\nIA-SCC-413). If the resource has been ordered but no identification\nhas been received, use TBD (to be determined).\n\nLeader\n\nEnter resource leader’s name.\n\n# of Persons\n\nEnter total number of persons for the resource assigned, including the\nleader.\n\nContact (e.g., phone, pager,\nradio frequency, etc.)\n\nEnter primary means of contacting the leader or contact person (e.g.,\nradio, phone, pager, etc.). Be sure to include the area code when\nlisting a phone number.\n\n5\n\n(continued)\n\nReporting Location, Special\nEquipment and Supplies,\nRemarks, Notes, Information\n\nProvide special notes or directions specific to this resource. If required,\nadd notes to indicate: (1) specific location/time where the resource\nshould report or be dropped off/picked up; (2) special equipment\n\nand supplies that will be used or needed; (3) whether ornot the\nresource received briefings; (4) transportation needs; or (5) other\ninformation.", "ts": "2025-11-08T21:59:32.041946"}