{"text": "IRS 005A\nCommunications List\n\nPurpose. The Communications List (IRS 005A) records methods of contact for incident personnel. While the Incident\nRadio Communications Plan (IRS 005) is used to provide information on all radio frequencies down to the Division/Group\nlevel, the IRS 005A indicates all methods of contact for personnel assigned to the incident (radio frequencies, phone\nnumbers, pager numbers, etc.), and functions as an incident directory.\n\nPreparation. The IRS 005A can be filled out during check-in and is maintained and distributed by Communications Unit\npersonnel. This form should be updated each operational period.\n\nDistribution. The IRS 005A is distributed within the IRS organization by the Communications Unit, and posted as\nnecessary. All completed original forms must be given to the Documentation Unit. If this form contains sensitive\ninformation such as cell phone numbers, it should be clearly marked in the header that it contains sensitive information\nand is not for public release.\n\nNotes:\n\n* The IRS 005A is an optional part of the Incident Action Plan (IAP).\n\n* This optional form is used in conjunction with the IRS 005.\n\n« If additional pages are needed, use a blank IRS 005A and repaginate as needed.\n\nBlock Title\n\nIncident Name\n\nInstructions\n\nEnter the name assigned to the incident.\n\nOperational Period\n* Date and Time From\n* Date and Time To\n\nEnter the start date (month/day/year) and time (using the 24-hour\nclock) and end date and time for the operational period to which the\nform applies.\n\nBasic Local Communications\nInformation\n\nEnter the communications methods assigned and used for personnel\nby their assigned IRS position.\n\n* Incident Assigned Position\n\nEnter the IRS organizational assignment.\n\n* Name\n\nEnter the name of the assigned person.\n\n* Method(s) of Contact\n(phone, pager, cell, etc.)\n\nFor each assignment, enter the radio frequency and contact number(s)\nto include area code, etc. If applicable, include the vehicle license or ID\nnumber assigned to the vehicle for the incident (e.g., HAZMAT 1, etc.).\n\nPrepared by\n\nEnter the name, IRS position, and signature of the person preparing\n\nName the form. Enter date (month/day/year) and time prepared (24-hour\nPosition/Title clock).\n\nSignature\nDate/Time", "ts": "2025-11-08T21:59:46.100956"}