{"text": "IRS 005\nIncident Radio Communications Plan\n\nPurpose. The Incident Radio Communications Plan (IRS 005) provides information on all radio frequency or trunked\nradio system talk group assignments for each operational period. The plan is a summary of information obtained about\navailable radio frequencies or talk groups and the assignments of those resources by the Communications Unit Leader\nfor use by incident responders. Information from the Incident Radio Communications Plan on frequency or talk group\nassignments is normally placed on the Assignment List (IRS 004).\n\nPreparation. The IRS 005 is prepared by the Communications Unit Leader and given to the Planning Section Chief for\ninclusion in the Incident Action Plan.\n\nDistribution. The IRS 005 is duplicated and attached to the Incident Objectives (IRS 002) and given to all recipients as\npart of the Incident Action Plan (IAP}. All completed original forms must be given to the Documentation Unit. Information\n\nfrom the IRS 005 is placed on Assignment Lists.\n\nNotes:\n\n* The IRS 005 is used to provide, in one location, information on all radio frequency assignments down to the\nDivision/Group level for each operational period.\n\n* The IRS 005 serves as part of the IAP.\n\nBlock\nNumber\n\nBlock Title\n\nIncident Name\n\nInstructions\n\nEnter the name assigned to the incident.\n\nDate/Time Prepared\n\nEnter date prepared (month/day/year) and time prepared (using the 24-hour\nclock).\n\nOperational Period\n* Date and Time From\n* Date and Time To\n\nEnter the start date (month/day/year) and time (using the 24-hour clock) and\nend date and time for the operational period to which the form applies.\n\nBasic Radio Channel\nUse\n\nEnter the following information about radio channel use:\n\nZone Group\n\nChannel Number\n\nUse at the Communications Unit Leader’s discretion. Channel Number (Ch\n#) may equate to the channel number for incident radios that are\nprogrammed or cloned for a specific Communications Plan, or it may be\nused just as a reference line number on the IRS 005 document.\n\nFunction\n\nEnter the Net function each channel or talk group will be used for\n(Command, Tactical, Ground -to-Air, Air-to-Air, Support, Dispatch).\n\nChannel Name/Trunked\nRadio System Talkgroup\n\nEnter the nomenclature or commonly used name for the channel or talk\ngroup such as the National Interoperability Channels which follow DHS\nfrequency Field Operations Guide (FOG).\n\nAssignment\n\nEnter the name of the IRS Branch/Division/Group/Section to which this\nchannel/talkgroup will be assigned.\n\nRX (Receive) Frequency\n(N or W)\n\nEnter the Receive Frequency (RX Freq) as the mobile or portable subscriber\nwould be programmed using xxx.xxxx out to four decimal places, followed by\nan “N’ designating narrowband or a “W” designating wideband emissions.\n\nThe name of the specific trunked radio system with which the talkgroup is\nassociated may be entered across all fields on the IRS 005 normally used\nfor conventional channel programming information.\n\nRX Tone/NAC\n\nEnter the Receive Continuous Tone Coded Squelch System (CTCSS)\nsub audibletone (RX Tone) or Network Access Code (RX NAC) for\nthe receive frequency as the mobile or portable s ubscriber would be\nprogrammed.", "ts": "2025-11-08T21:59:58.521688"}