{"text": "IRS 006\nMedical Plan\n\nPurpose. The Medical Plan (IRS 006) provides information on incident medical aid stations, transportation services,\n\nhospitals, and medical emergency procedures.\n\nPreparation. The IRS 006 is prepared by the Medical Unit Leader and reviewed by the Safety Officer to ensure IRS\ncoordination. If aviation assets are utilized for rescue, coordinate with Air Operations.\n\nDistribution. The IRS 006 is duplicated and attached to the Incident Objectives (IRS 002) and given to all recipients as\npart of the Incident Action Plan (IAP). Information from the plan pertaining to incident medical aid stations and medical\nemergency procedures may be noted on the Assignment List (IRS 004). All completed original forms must be given to the\n\nDocumentation Unit.\n\nNotes:\n* The IRS 006 serves as part of the IAP.\n* This form can include multiple pages.\n\nBlock\n\nNumber Block Title\n\nIncident Name\n\nInstructions\n\nEnter the name assigned to the incident.\n\nOperational Period\n* Date and Time From\n* Date and Time To\n\nEnter the start date (month/day/year) and time (using the 24-hour clock)\nand end date and time for the operational period to which the form\napplies.\n\nMedical Aid Stations\n\nEnter the following information on the incident medical aid station(s):\n\n* Name\n\nEnter name of the medical aid station.\n\n* Location\n\nEnter the location of the medical aid station (e.g., Staging Area, Camp\nGround).\n\nContact\nNumber(s}/Frequency\n\nEnter the contact number(s) and frequency for the medical aid\nstation(s).\n\nParamedics on Site?\nYes No\n\nIndicate (yes or no) if paramedics are at the site indicated.\n\nTransportation (indicate air or\nground)\n\nEnter the following information for ambulance services available to the\nincident:\n\n+ Ambulance Service\n\nEnter name of ambulance service.\n\n* Location\n\nEnter the location of the ambulance service.\n\n* Contact\nNumber(s}/Frequency\n\nEnter the contact number(s) and frequency for the ambulance service.\n\nLevel of Service\nALS | BLS\n\nIndicate the level of service available for each ambulance, either ALS\n(Advanced Life Support) or BLS (Basic Life Support).", "ts": "2025-11-08T22:00:14.410403"}