{"text": "IRS 007\nIncident Organization Chart\n\nPurpose. The Incident Organization Chart (IRS 007) provides a visual wall chart depicting the IRS organization position\nassignments for the incident. The IRS 007 is used to indicate what IRS organizational elements are currently activated\nand the names of personnel staffing each element. An actual organization will be event-specific. The size of the\norganization is dependent on the specifics and magnitude of the incident and is scalable and flexible. Personnel\nresponsible for managing organizational positions are listed in each box as appropriate.\n\nPreparation. The IRS 007 is prepared by the Resources Unit Leader and reviewed by the Incident Commander.\nComplete only the blocks where positions have been activated, and add additional blocks as needed, especially for\nAgency Representatives and all Operations Section organizational elements. For detailed information about positions,\nconsult the IRS Field Operations Guide (or 2010 IRS Guidelines). The IRS 007 is intended to be used as a wall-size chart\nand printed on a plotter for better visibility. A chart is completed for each operational period, and updated when\norganizational changes occur.\n\nDistribution. The IRS 007 is intended to be wall mounted at Incident Command Posts and other incident locations as\nneeded, and is not intended to be part of the Incident Action Plan (IAP). All completed original forms must be given to the\nDocumentation Unit.\n\nNotes:\n\n* The IRS 007 is intended to be wall mounted (printed on a plotter). Document size can be modified based on individual\nneeds.\n\n* Also available as 8% x 14 (legal size) chart.\n\n* IRS allows for organizational flexibility, so the Intelligence/Investigative Function can be embedded in several different\nplaces within the organizational structure.\n\n« Use additional pages if more than three branches are activated. Additional pages can be added based on individual\nneed (such as to distinguish more Division/Groups and Branches as they are activated).\n\nBlock\n\nBlock Title Instructions\nNumber\n\nIncident Name Print the name assigned to the incident.\n\nOperational Period Enter the start date (month/day/year) and time (using the\n* Date and Time From 24-hour clock) and end date and time for the operational\n* Date and Time To period to which the form applies.\n\nOrganization Chart « Complete the incident organization chart.\n\n* For all individuals, use at least the first initial and last\nname.\nList agency/department where it is appropriate, such\nas for Unified Commanders.\nIf there is a shift change during the specified operational\nperiod, list both names, separated by a slash.\n\nPrepared by Enter the name, IRS position, and signature of the person\nName preparing the form. Enter date (month/day/year) and time\nPosition/Title prepared (24-hour clock).\n\nSignature\nDate/Time", "ts": "2025-11-08T22:00:32.941373"}