{"text": "A Site Safety and Control Plan must be completed by the Hazardous Materials Group Supervisor and reviewed by all\nwithin the Hazardous Materials Group prior to operations commencing within the Exclusion Zone.\n\nINSTRUCTIONS FOR COMPLETING THE SITE SAFETY AND CONTROL PLAN\n\nIRS 008 HM\n\nItem Number _ Item Title Instructions\n\n1. Incident Name/Number Print name and/or incident number.\n\n2. Date and Time Enter date and time prepared.\n\n3. Operational Period Enter the time interval for which the form applies.\n\n4. Incident Location Enter the address and or map coordinates of the incident.\n\n5-16. Organization Enter names of all individuals assigned to IRS positions. (Entries 5 &\n8 mandatory). Use Boxes 15 and 16 for other functions: i.e. Medical\nMonitoring.\n\n17 - 18. Entry Team/Decon Enter names and level of PPE of Entry & Decon personnel. (Entries 1\n\nElement - 4 mandatory buddy system and back-up.)\n\n19. Material Enter names and pertinent information of all known chemical\nproducts. Enter UNK if material is not known. Include any which\napply to chemical properties. (Definitions: ph = Potential for Hydrogen\n(Corrosivity), IDLH = Immediately Dangerous to Life and Health,\n\nF.P. = Flash Point, I.T. = Ignition Temperature, V.P. = Vapor Pressure,\nV.D. = Vapor Density, S.G. = Specific Gravity, LEL = Lower Explosive\nLimit, UEL = Upper Explosive Limit) )\n20 - 23. Hazard Monitoring List the instruments which will be used to monitor for chemicals.\n24. Decontamination Check NO if modifications are made to standard decontamination\nProcedures procedures and make appropriate Comments including type of\nsolutions.\n25 - 27. Site Communications Enter the radio frequency(ies) which apply.\n28 - 29. Medical Assistance Enter comments if NO is checked.\n30. Site Map Sketch or attach a site map which defines all locations and layouts of\noperational zones. (Check boxes are mandatory to be identified.)\n31. Entry Objectives List all objectives to be performed by the Entry Team in the\nExclusion Zone and any parameters which will alter or stop entry\noperations.\n32 - 33. SOP s, Safe Work List in Comments if any modifications to SOP s and any emergency\nPractices, and procedures which will be affected if an emergency occurs while\nEmergency personnel are within the Exclusion Zone.\nProcedures\n\n34 - 36. Safety Briefing Have the appropriate individual place their signature in the box once\n\nthe Site Safety and Control Plan is reviewed.\nNote the time in box 34 when the safety briefing has been completed.", "ts": "2025-11-08T22:00:45.669785"}