{"text": "IRS 009\nIncident Status Summary\n\nPurpose. The IRS 009 is used for reporting information on significant incidents. It is not intended for every incident, as\nmost incidents are of short duration and do not require scarce resources, significant mutual aid, or additional support and\nattention. The IRS 009 contains basic information elements needed to support decision-making at all levels above the\nincident to support the incident. Decision-makers may include the agency/department having jurisdiction, but also all\nmultiagency coordination system (MACS) elements and parties, such as cooperating and assisting agencies/\norganizations, control rooms, emergency operations centers, administrators, elected officials, and local, tribal, district,\nState, and National Ministries/Departments. Once IRS 009 information has been submitted from the incident, decision-\nmakers and others at all incident support and coordination points may transmit and share the information (based on its\nsensitivity and appropriateness) for access and use at local, district, regional, State, and national levels as it is needed to\nfacilitate support.\n\nAccurate and timely completion of the IRS 009 is necessary to identify appropriate resource needs, determine allocation\nof limited resources when multiple incidents occur, and secure additional capability when there are limited resources due\nto constraints of time, distance, or other factors. The information included on the IRS 009 influences the priority of the\nincident, and thus its share of available resources and incident support.\n\nThe IRS 009 is designed to provide a “snapshot in time” to move incident decision support information where it is needed\neffectively . It should contain the most accurate and up-to-date information available at the time it is prepared. However,\nreaders of the IRS 009 may have access to more up-to-date or real-time information in reference to certain information\nelements on the IRS 009. Coordination among communications and information management elements within IRS and\namong MACS should delineate authoritative sources for more up-to-date and/or real-time information when IRS 009\ninformation becomes outdated in a quickly evolving incident.\n\nReporting Requirements. The IRS 009 is intended to be used when an incident reaches a certain threshold where it\nbecomes significant enough to merit special attention, require additional resource support needs, or cause media\nattention, increased public safety threat, etc. Agencies or organizations may set reporting requirements and, therefore,\nIRS 009 should be completed according to each jurisdiction or discipline’s policies, mobilization guide, or preparedness\nplans. It is recommended that consistent IRS 009 reporting parameters be adopted and used by jurisdictions or\ndisciplines for consistency over time, documentation, efficiency, trend monitoring, incident tracking, etc.\n\nFor example, an agency or MAC (Multiagency Coordination) Group may require the submission of an initial IRS 009 when\na new incident has reached a certain predesignated level of significance, such as when a given number of resources are\ncommitted to the incident, when a new incident is not completed within a certain timeframe, or when impacts/threats to life\nand safety reach a given level.\n\nTypically, IRS 009 forms are completed either once daily or for each operational period — in addition to the initial\nsubmission. Jurisdictional or organizational guidance may indicate frequency of IRS 009 submission for particular\ndefinitions of incidents or for all incidents. This specific guidance may help determine submission timelines when\noperational periods are extremely short (e.g., 2 hours) and it is not necessary to submit new IRS 009 forms for all\noperational periods.\n\nAny plans or guidelines should also indicate parameters for when it is appropriate to stop submitting IRS 109s for an\nincident, based upon incident activity and support levels.\n\nPreparation. When an Incident Response Organization (such as an Incident Response Team) is in place, the Situation\nUnit Leader or Planning Section Chief prepares the IRS 009 at the incident. On other incidents, the IRS 009 may be\ncompleted by a dispatcher in the local communications center, or by another staff person or manager. This form should\nbe completed at the incident or at the closest level to the incident.\n\nThe IRS 009 should be completed with the best possible, currently available, and verifiable information at the time it is\ncompleted and signed.\n\nThis form is designed to serve incidents impacting specific geographic areas that can easily be defined. It also has the\nflexibility for use on ubiquitous events, or those events that cover extremely large areas and that may involve many\njurisdictions and IRS organizations. For these incidents, it will be useful to clarify on the form exactly which portion of the\nlarger incident the IRS 009 is meant to address. For example, a particular IRS 009 submitted during a statewide outbreak\nof mumps may be relevant only to mumps-related activities in Jaipur, Rajasthan, . This can be indicated in both the\nincident name, Block 1, and in the Incident Location Information section in Blocks 16-26.", "ts": "2025-11-08T22:01:33.232848"}