{"text": "While most of the “Incident Location Information” in Blocks 16—26 is optional, the more information that can be submitted,\nthe better. Submission of multiple location indicators increases accuracy, improves interoperability, and increases\ninformation sharing between disparate systems. Preparers should be certain to follow accepted protocols or standards\nwhen entering location information, and clearly label all location information. As with other IRS 009 data, geospatial\ninformation may be widely shared and utilized, so accuracy is essential.\n\nIf electronic data is submitted with the IRS 009, do not attach or send extremely large data files. Incident geospatial data\nthat is distributed with IRS 009 should be in simple incident geospatial basics, such as the incident perimeter, point of\norigin, etc. Data file sizes should be small enough to be easily transmitted through dial-up connections or other limited\ncommunications capabilities when IRS 009 information is transmitted electronically. Any attached data should be clearly\nlabeled as to format content and collection time, and should follow existing naming conventions and standards.\n\nDistribution. IRS 009 information is meant to be completed at the level as close to the incident as possible, preferably at\nthe incident. Once the IRS 009 has been submitted outside the incident to a control room or MACS element, it may\nsubsequently be transmitted to various incident supports and coordination entities based on the support needs and the\ndecisions made within the MACS in which the incident occurs.\n\nCoordination with public information system elements and investigative/intelligence information organizations at the\nincident and within MACS is essential to protect information security and to ensure optimal information sharing and\ncoordination. There may be times in which particular IRS 009 s contain sensitive information that should not be released\nto the public (such as information regarding active investigations, fatalities, etc.). When this occurs, the IRS 009 (or\nrelevant sections of it) should be labeled appropriately, and care should be taken in distributing the information within\nMACS.\n\nAll completed and signed original IRS 009 forms MUST be given to the incident’s Documentation Unit and/or maintained\nas part of the official incident record.\n\nNotes:\n\n* To promote flexibility, only a limited number of IRS 009 blocks are typically required, and most of those are\nrequired only when applicable.\n\n« Most fields are optional, to allow responders to use the form as best fits their needs and protocols for information\ncollection.\n\n* For the purposes of the IRS 009, responders are those personnel who are assigned to an incident or who are a part of\nthe response community as defined by DM of 2005. This may include critical infrastructure owners and operators,\nnongovernmental and nonprofit organizational personnel, and contract employees (such as caterers), depending on\nlocal/jurisdictional/discipline practices.\n\n« For additional flexibility only pages 1-3 are numbered, for two reasons:\nco Possible submission of additional pages for the Remarks Section (Block 47), and\no Possible submission of additional copies of the fourth/last page (the “Incident Resource Commitment Summary”) to\n\nprovide a more detailed resource summary.\n\nBlock\n\nBlock Title Instructions\nNumber\n\nIncident Name REQUIRED BLOCK.\nEnter the full name assigned to the incident.\nCheck the spelling of the full incident name.\n\nFor an incident that is Complex, use the word “Complex” at the end of\nthe incident name.\n\nIf the name changes, explain comments in Remarks, Block 47.\n\nDo not use the same incident name for different incidents in the same\ncalendar year.", "ts": "2025-11-08T22:01:44.599642"}