{"text": "Block\nNumber\n\nBlock Title\n\nIncident Number\n\nInstructions\n\nEnter the appropriate number based on current guidance. The incident\n\nnumber may vary by jurisdiction and discipline.\n\nExamples include:\n\no A computer-aided dispatch (CAD) number.\n\no An accounting number.\n\no A county number.\n\noc A disaster declaration number.\n\nco Acombination of the State, unit/fagency ID, and a dispatch system\nnumber.\n\no A mission number.\n\no Any other unique number assigned to the incident and derived by\nmeans other than those above.\n\nMake sure the number entered is correct.\n\nDo not use the same incident number for two different incidents in the\n\nsame calendar year.\n\nIncident numbers associated with host jurisdictions or agencies and\n\nincident numbers assigned by agencies represented in Unified Command\n\nshould be listed, or indicated in Remarks, Block 47.\n\nReport Version (check\none box on left)\n\nREQUIRED BLOCK.\n\n* This indicates the current version of the IRS 009 form being submitted.\n\n* If only one IRS 009 will be submitted, check BOTH “Initial” and “Final”\n(or check only “Final’).\n\nInitial\n\nCheck “Initial” if this is the first IRS 009 for this incident.\n\nUpdate\n\nCheck “Update” if this is a subsequent report for the same incident. These\ncan be submitted at various time intervals (see “Reporting Requirements”\nabove).\n\n* Check “Final” if this is the last IRS 009 to be submitted for this incident\n{usually when the incident requires only minor support that can be\nsupplied by the organization having jurisdiction).\n\nIncidents may also be marked as “Final” if they become part of a new\nComplex (when this occurs, it can be indicated in Remarks, Block 47).\n\nReport # (if used)\n\nUse this optional field if your agency or organization requires the tracking of\nIRS 009 report numbers. Agencies / Departments may also track the IRS\n009 by the date/time submitted.\n\nIncident Commander(s)\n& Agency or\nOrganization\n\nREQUIRED BLOCK.\n\n* Enter both the first and last name of the Incident Commander.\n\n+ If the incident is under a Unified Command, list all Incident Commanders\nby first initial and last name separated by a comma, including their\norganization. For example:\n\nB. Singh — New Delhi Police —\nR. Butar — Jaipur Fire Department\nM. Chauhan, NDRF Battalion 8\n\nIncident Response\nOrganization\n\nIndicate the incident response organization for the incident, which may be a\nType 1, 2, or 3 Incident Response Team (IRT), a Unified Command, a\nUnified Command with an IRT, etc. This block should not be completed\nunless a recognized incident Response organization is assigned to the\nincident.", "ts": "2025-11-08T22:01:52.701246"}