{"text": "Block Title\n\nIncident Start Date/Time\n\nInstructions\n\nREQUIRED.\nThis is always the start date and time of the incident (not the report date and\ntime or operational period).\n\nDate\n\nEnter the start date (month/day/year).\n\nTime\n\nEnter the start time (using the 24-hour clock).\n\nTime Zone\n\nEnter the time zone of the incident (e.g., EDT, PST).\n\nCurrent Incident Size or\nArea Involved (use unit\nlabel — e.g., “sq meters,”\n“city block”)\n\n+ Enter the appropriate incident descriptive size or area involved (acres,\nnumber of buildings, hectares, square kilometers, etc.).\nEnter the total area involved for incident Complexes in this block, and list\neach sub-incident and size in Remarks (Block 47).\nIndicate that the size is an estimate, if a more specific figure is not\navailable.\nIncident size may be a population figure rather than a geographic figure,\ndepending on the incident definition and objectives.\nIf the incident involves more than one jurisdiction or mixed ownership,\nagencies/organizations may require listing a size breakdown by\norganization, or including this information in Remarks (Block 47).\nThe incident may be one part of a much larger event (refer to introductory\ninstructions under “Preparation). Incident size/area depends on the area\nactively managed within the incident objectives and incident operations,\nand may also be defined by a delegation of authority or letter of\nexpectation outlining management bounds.\n\nPercent (%) Contained\nor Completed (circle one)\n\nEnter the percent that this incident is completed or contained (e.g., 50%),\nwith a % label.\n\nFor example, a spill may be 65% contained, or flood response objectives\nmay be 50% met.\n\nIncident Definition\n\nREQUIRED BLOCK.\n\nEnter a general definition of the incident in this block. This may be a general\nincident category or kind description, such as “tornado,” “wildfire,” “bridge\ncollapse,” “civil unrest,” “parade,” “vehicle fire,” “mass casualty,” etc.\n\nIncident Complexity\nLevel\n\nIdentify the incident complexity level as determined by Unified/Incident\nCommanders, if available or used.\n\nFor Time Period\n\nREQUIRED BLOCK.\n\n« Enter the time interval for which the form applies. This period should\ninclude all of the time since the last IRS 009 was submitted, or if it is the\ninitial IRS 009, it should cover the time lapsed since the incident started.\nThe time period may include one or more operational periods, based on\nagency/organizational reporting requirements.\n\nFrom Date/Time\n\nEnter the start date (month/day/year).\nEnter the start time (using the 24-hour clock).\n\nTo Date/Time\n\nEnter the end date (month/day/year).\nEnter the end time (using the 24-hour clock).", "ts": "2025-11-08T22:02:01.609533"}