{"text": "Block\nNumber\n\nAPPROVAL & ROUTING INFORMATION\n\n12 Prepared By REQUIRED BLOCK.\nWhen an incident management organization is in place, this would be the\nSituation Unit Leader or Planning Section Chief at the incident. On other\nincidents, it could be a dispatcher in the local emergency communications\ncenter, or another staff person or manager.\n\nBlock Title Instructions\n\nPrint Name Print the name of the person preparing the form.\n\nIRS Position The IRS title of the person preparing the form (e.g., “Situation Unit Leader”).\n\nDate/Time Prepared Enter the date (month/day/year) and time (using the 24-hour clock) the form\nwas prepared. Enter the time zone if appropriate.\n\nDate/Time Submitted REQUIRED.\n\nEnter the submission date (month/day/year) and time (using the 24-hour\nclock).\n\nTime Zone Enter the time zone from which the IRS 009 was submitted (e.g., EDT,\nPST).\n\nApproved By REQUIRED.\n\nWhen an incident response organization is in place, this would be the\nPlanning Section Chief or Incident Commander at the incident. In other\nincidents, it could be the jurisdiction’s dispatch center manager,\norganizational responsible officer or other managers.\n\nPrint Name Print the name of the person approving the form.\n\nIRS Position The position of the person signing the IRS 009 should be entered (e.g.,\n“Incident Commander’).\n\nSignature Signature of the person approving the IRS 009, typically the Incident\nCommander. The original signed IRS 009 should be maintained with other\nincident documents.\n\nPrimary Location, REQUIRED BLOCK.\n\nOrganization, or Agency | Enter the appropriate primary location or office the IRS 009 was sent to\nSent To apart from the incident. This most likely is the entity or office that ordered\nthe incident response organization that is managing the incident. This may\nbe a dispatch center or a MACS element such as an emergency operations\ncenter. If a dispatch center or other emergency center prepared the IRS\n009 for the incident, indicate where it was submitted initially.\n\nINCIDENT LOCATION INFORMATION\n\n« Much of the “Incident Location Information” in Blocks 16—26 is optional, but completing as many fields as possible\nincreases accuracy, and improves interoperability and information sharing between disparate systems.\nAs with all IRS 009 information, accuracy is essential because the information may be widely distributed and used in\na variety of systems. Location and/or geospatial data may be used for maps, reports, and analysis by multiple\nparties outside the incident.\nBe certain to follow accepted protocols, conventions, or standards where appropriate when submitting location\ninformation, and clearly label all location information.\nIncident location information is usually based on the point of origin of the incident, and the majority of the area\nwhere the incident jurisdiction is.\n\nState/Territory REQUIRED BLOCK WHEN APPLICABLE.\n\n¢ Enter the State where the incident originated.\n\n+ If other States or jurisdictions are involved, enter them in Block 25 or\nBlock 44.\n\nCity / Block / REQUIRED BLOCK WHEN APPLICABLE.\n\nDistrict * Enter the city, block, district, or region where the incident originated.\n\n* If other districts or jurisdictions are involved, enter them in Block 25 or\nBlock 47.", "ts": "2025-11-08T22:02:11.974629"}