{"text": "Block\nNumber\n\nBlock Title\n\nInstructions\n\nREQUIRED BLOCK WHEN APPLICABLE.\n+ Enter the city where the incident originated.\n\n+ If other cities or jurisdictions are involved, enter them in Block 25 or Block\n47.\n\nUnit or Other\n\nEnter the unit, sub-unit, unit identification (ID) number or code (if used), or\nother information about where the incident originated. This may be a local\nidentifier that indicates primary incident jurisdiction or responsibility (e.g.,\npolice, fire, public works, etc.) or another type of organization. Enter\nspecifics in Block 25.\n\nIncident Jurisdiction\n\nREQUIRED BLOCK WHEN APPLICABLE.\n\nEnter the jurisdiction where the incident originated (the entry may be\ngeneral, such as National, city, or State, or may specifically identify\nagency names such as Jaipur City, New Delhi).\n\nIncident Location\nOwnership (if different\nthan jurisdiction)\n\n« When relevant, indicate the ownership of the area where the incident\noriginated, especially if it is different than the agency having jurisdiction.\nThis may include situations where jurisdictions contract for emergency\nservices, or where it is relevant to include ownership by private entities,\nsuch as a large industrial site.\n\n22. Longitude (indicate\nformat):\n\nLatitude (indicate\nformat):\n\nEnter the longitude and latitude where the incident originated, if available\nand normally used by the authority having jurisdiction for the incident.\nClearly label the data, as longitude and latitude can be derived from\nvarious sources. For example, if degrees, minutes, and seconds are\nused, label as “33 degrees, 45 minutes, 01 seconds.”\n\nUS National Grid\nReference\n\nEnter the India National Grid reference where the incident originated, if\navailable and commonly used by the agencies/jurisdictions with primary\nresponsibility for the incident.\n\nClearly label the data.\n\nLegal Description\n(township, section, range)\n\nEnter the legal description of where the incident originated, if available\nand commonly used by the agencies/jurisdictions with primary\nresponsibility for the incident.\n\n* Clearly label the data (e.g., N 1/2 SE 1/4, SW 1/4, S24, T32N, R18E).\n\nShort Location or Area\nDescription (list all\naffected areas or a\nreference point)\n\nREQUIRED BLOCK.\n\n* List all affected areas as described in instructions for Blocks 16-24\nabove, OR summarize a general location, OR list a reference point for\nthe incident (e.g., “the eastern third of West Bengal,” “in ocean 20 miles\nwest of Mangalore” or “within a 5-meter radius of New Delhi’).\n\nThis information is important for readers unfamiliar with the area (or with\nother location identification systems) to be able to quickly identify the\ngeneral location of the incident on a map.\n\nOther location information may also be listed here if needed or relevant\nfor incident support (e.g., base meridian).\n\nUTM Coordinates\n\nIndicate Universal Transverse Mercator reference coordinates if used by the\ndiscipline or jurisdiction.", "ts": "2025-11-08T22:02:22.411442"}