{"text": "Block\nNumber\n\nBlock Title\n\nNote any electronic\ngeospatial data included\nor attached (indicate data\nformat, content, and\ncollection time information\nand labels)\n\nInstructions\n\nIndicate whether and how geospatial data is included or attached.\n\nUtilize common and open geospatial data standards.\n\nWARNING: Do not attach or send extremely large data files with the IRS\n009. Incident geospatial data that is distributed with IRS 009 should be\nsimple incident geospatial basics, such as the incident perimeter, origin,\netc. Data file sizes should be small enough to be easily transmitted\nthrough dial-up connections or other limited communications capabilities\nwhen IRS 009 information is transmitted electronically.\n\nNOTE: Clearly indicate data content. For example, data may be about\nan incident perimeter (such as a shape file), the incident origin (a point),\na point and radius (such as an evacuation zone), or a line or lines (such\nas a pipeline).\n\nNOTE: Indicate the data format (e.g., .shp, .kml, .kmz, or .gml file) and\nany relevant information about projection, etc.\n\nNOTE: Include a hyperlink or other access information if incident map\ndata is posted online or on an FTP (file transfer protocol) site to facilitate\ndownloading and minimize information requests.\n\nNOTE: Include a point of contact for getting geospatial incident\ninformation, if included in the IRS 009 or available and supporting the\nincident.\n\nINCIDENT SUMMARY\n\n*28\n\nSignificant Events for\nthe Time Period\nReported (summarize\nsignificant progress made,\nevacuations, incident\ngrowth, etc.)\n\nREQUIRED BLOCK.\n\nDescribe significant events that occurred during the period being\nreported in Block 6. Examples include:\n\no Road closures.\n\no Evacuations.\n\no Progress made and accomplishments.\n\na Incident command transitions.\n\nco Repopulation of formerly evacuated areas and specifics.\n\no Containment.\n\nRefer to other blocks in the IRS 009 when relevant for additional\ninformation (e.g., “Details on evacuations may be found in Block 33”), or\nin Remarks, Block 47.\n\nBe specific and detailed in reference to events. For example, references\nto road closures should include road number and duration of closure (or\ninclude further detail in Block 33). Use specific metrics if needed, such\nas the number of people or animals evacuated, or the amount of a\nmaterial spilled and/or recovered.\n\nThis block may be used for a single-paragraph synopsis of overall\nincident status.\n\nPrimary Materials or\nHazards Involved\n(hazardous chemicals,\nfuel types, infectious\nagents, radiation, etc.)\n\nWhen relevant, enter the appropriate primary materials, fuels, or other\nhazards involved in the incident that are leaking, burning, infecting, or\notherwise influencing the incident.\n\nExamples include hazardous chemicals, wildland fuel models,\nbiohazards, explosive materials, oil, gas, structural collapse, avalanche\nactivity, criminal activity, etc.\n\nOther\n\nEnter any miscellaneous issues which impacted Critical Infrastructure and\nKey Resources.", "ts": "2025-11-08T22:02:32.021554"}