{"text": "Block\nNumber\n\nBlock Title\n\nDamage Assessment\nInformation (summarize\ndamage and/or restriction\nof use or availability to\nresidential or commercial\nproperty, natural\nresources, critical\ninfrastructure and key\nresources, etc.)\n\nInstructions\n\n* Include a short summary of damage or use/access restrictions/\nlimitations caused by the incident for the reporting period, and\ncumulatively.\n\nInclude, if needed, any information on the facility status, such\n\nas operational status, if it is evacuated, etc. when needed.\n\nInclude any critical infrastructure or key resources damaged/destroyed/\nimpacted by the incident, the kind of infrastructure, and the extent of\ndamage and/or impact and any known cascading impacts.\n\nRefer to more specific or detailed damage assessment forms and\npackages when they are used and/or relevant.\n\nA. Structural Summary\n\nComplete this table as needed, based on the definitions for 30B—F\nbelow. Note in a table or in the text block, if numbers entered are\nestimates or are confirmed, include summaries of impact to Shoreline\nand Wildlife, etc. also.\n\nB. # Threatened (72 hrs)\n\nEnter the number of structures potentially threatened by the incident within\nthe next 72 hours, based on currently available information.\n\nC. # Damaged\n\nEnter the number of structures damaged by the incident.\n\nD. # Destroyed\n\nEnter the number of structures destroyed beyond repair by the incident.\n\nE. Single Residences\n\nEnter the number of single dwellings/nomes/units impacted in Columns\n30B-D. Note any specifics in the text block if needed, such as type of\nresidence (apartments, condominiums, single-family homes, etc.).\n\nF. Nonresidential\nCommercial Properties\n\nEnter the number of buildings or units impacted in Columns 30B-D. This\nincludes any primary structure used for nonresidential purposes, excluding\nOther Minor Structures (Block 30G). Note any specifics regarding building\nor unit types in the text block.\n\nOther Minor Structures\n\nEnter any miscellaneous structures impacted in Columns 30B—D not\ncovered in 30E-F above, including any minor structures such as booths,\nsheds, or outbuildings.\n\nEnter any miscellaneous issues which impacted Critical Infrastructure and\nKey Resources.", "ts": "2025-11-08T22:02:39.148054"}