{"text": "Block\nNumber\n\nADDITIONAL INCIDENT DECISION SUPPORT INFORMATION (PAGE 2)\n\n*31 Public Status Summary + This section is for summary information regarding incident-related\n\ninjuries, illness, and fatalities for civilians (or members of the public); see\n\n31C-N below.\n\nExplain or describe the nature of any reported injuries, illness, or other\n\nactivities in Life, Safety, and Health Status/Threat Remarks (Block 33).\n\nIllnesses include those that may be caused through a biological event\n\nsuch as an epidemic or an exposure to toxic or radiological substances.\n\nNOTE: Do not estimate any fatality information.\n\nNOTE: Please use caution when reporting information in this section that\n\nmay be on the periphery of the incident or change frequently. This\n\ninformation should be reported as accurately as possible as a snapshot\n\nin time, as much of the information is subject to frequent change.\n\nNOTE: Do not complete this block if the incident covered by the IRS 009\n\nis not directly responsible for these actions (such as evacuations,\n\nsheltering, immunizations, etc.) even if they are related to the incident.\n\no Only the authority having jurisdiction should submit reports for these\nactions, to mitigate multiple/conflicting reports.\n\no For example, if managing evacuation shelters is part of the incident\noperation itself, do include these numbers in Block 31J with any notes\nin Block 33.\n\nNOTE: When providing an estimated value, denote in parenthesis: “est.”\n\nBlock Title Instructions\n\nRelease of information in this section should be carefully coordinated\nwithin the incident management organization to ensure synchronization\nwith public information and investigative/intelligence actions.\nThoroughly review the “Distribution” section in the introductory IRS 009\ninstructions for details on handling sensitive information. Use caution\nwhen providing information in any situation involving fatalities, and verify\nthat appropriate notifications have been made prior to release of this\ninformation. Electronic transmission of any IRS 009 may make\ninformation available to many people and networks at once.\n\nInformation regarding fatalities should be cleared with the Incident\nCommander and/or an organizational administrator prior to submission of\nthe IRS 009.\n\nA. # This Reporting Enter the total number of individuals impacted in each category for this\nPeriod reporting period (since the previous IRS 009 was submitted).\n\nB. Total # to Date + Enter the total number of individuals impacted in each category for the\nentire duration of the incident.\n\nThis is a cumulative total number that should be adjusted each reporting\nperiod.\n\nC. Indicate Number of For lines 31D—M below, enter the number of civilians affected for each\nCivilians (Public) Below category.\n\nIndicate if numbers are estimates, for those blocks where this is an\noption.\n\nCivilians are those members of the public who are affected by the\nincident, but who are not included as part of the response effort through\nUnified Command partnerships and those organizations and agencies\nassisting and cooperating with response efforts.\n\nD. Fatalities Enter the number of confirmed civilian/public fatalities.\nSee information in introductory instructions (“Distribution”) and in Block\n31 instructions regarding sensitive handling of fatality information.\n\nE. With Injuries/IlIness Enter the number of civilian/public injuries or illnesses directly related to the\nincident. Injury or illness is defined by the incident or jurisdiction(s).", "ts": "2025-11-08T22:02:49.906158"}