{"text": "Block\nNumber\n\n*31\n\n(continued)\n\nBlock Title\n\nF. Trapped/In Need of\nRescue\n\nInstructions\n\nEnter the number of civilians who are trapped or in need of rescue due to\nthe incident.\n\nG. Missing (note if\nestimated)\n\nEnter the number of civilians who are missing due to the incident. Indicate if\nan estimate is used.\n\nH. Evacuated (note if\nestimated)\n\nEnter the number of civilians who are evacuated due to the incident. These\nare likely to be best estimates, but indicate if they are estimated.\n\n|. Sheltering-in-Place\n(note if estimated)\n\nEnter the number of civilians who are sheltering in place due to the incident.\nIndicate if estimates are used.\n\nJ. In Temporary Shelters\n(note if estimated)\n\nEnter the number of civilians who are in temporary shelters as a direct result\nof the incident, noting if the number is an estimate.\n\nK. Have Received Mass\nImmunizations\n\nEnter the number of civilians who have received mass immunizations due to\nthe incident and/or as part of incident operations. Do not estimate.\n\nL. Require Mass\nImmunizations (note if\nestimated)\n\nEnter the number of civilians who require mass immunizations due to the\nincident and/or as part of incident operations. Indicate if it is an estimate.\n\nM. In Quarantine\n\nEnter the number of civilians who are in quarantine due to the incident\nand/or as part of incident operations. Do not estimate.\n\nN. Total # Civilians\n(Public) Affected\n\nEnter sum totals for Columns 31A and 31B for Rows 31D-M.\n\nResponder Status\nSummary\n\nThis section is for summary information regarding incident-related\ninjuries, illness, and fatalities for responders; see 32C-N.\n\nIllnesses include those that may be related to a biological event such as\nan epidemic or an exposure to toxic or radiological substances directly in\nrelation to the incident.\n\nExplain or describe the nature of any reported injuries, illness, or other\nactivities in Block 33.\n\nNOTE: Do not estimate any fatality information or responder status\ninformation.\n\nNOTE: Please use caution when reporting information in this section that\nmay be on the periphery of the incident or change frequently. This\ninformation should be reported as accurately as possible as a snapshot\n\nin time, as much of the information is subject to frequent change.\n\nNOTE: Do not complete this block if the incident covered by the IRS 009\nis not directly responsible for these actions (such as evacuations,\nsheltering, immunizations, etc.) even if they are related to the incident.\nOnly the authority having jurisdiction should submit reports for these\nactions, to mitigate multiple/conflicting reports.\n\nHandling Sensitive Inf .\nRelease of information in this section should be carefully coordinated\nwithin the incident management organization to ensure synchronization\nwith public information and investigative/intelligence actions.\n\nThoroughly review the “Distribution” section in the introductory IRS 009\ninstructions for details on handling sensitive information. Use caution\nwhen providing information in any situation involving fatalities, and verify\nthat appropriate notifications have been made prior to release of this\ninformation. Electronic transmission of any IRS 009 may make\ninformation available to many people and networks at once.\n\nInformation regarding fatalities should be cleared with the Incident\nCommander and/or an organizational administrator prior to submission of\nthe IRS 009.", "ts": "2025-11-08T22:03:00.259610"}