{"text": "*32\n(continued)\n\nBlock Title\n\nA. # This Reporting\nPeriod\n\nInstructions\n\nEnter the total number of responders impacted in each category for this\nreporting period (since the previous IRS 009 was submitted).\n\nB. Total # to Date\n\n+ Enter the total number of individuals impacted in each category for the\nentire duration of the incident.\nThis is a cumulative total number that should be adjusted each reporting\nperiod.\n\nC. Indicate Number of\nResponders Below\n\nFor lines 32D—M below, enter the number of responders relevant for\neach category.\n\nResponders are those personnel included as part of Unified Command\npartnerships and those organizations and agencies assisting and\ncooperating with response efforts.\n\nD. Fatalities\n\nEnter the number of confirmed responder fatalities.\nSee information in introductory instructions (“Distribution”) and for Block\n32 regarding sensitive handling of fatality information.\n\nE. With Injuries/IlIness\n\nEnter the number of incident responders with serious injuries or illnesses\ndue to the incident.\n\nFor responders, serious injuries or illnesses are typically those in — which\nthe person is unable to continue to perform in his or her incident\nassignment, but the authority having jurisdiction may have additional\nguidelines on reporting requirements in this area.\n\nF. Trapped/In Need Of\nRescue\n\nEnter the number of incident responders who are in trapped or in need of\nrescue due to the incident.\n\nG. Missing\n\nEnter the number of incident responders who are missing due to incident\nconditions.\n\nH.\n\n(BLANK; use however is appropriate.)\n\nI. Sheltering in Place\n\nEnter the number of responders who are sheltering in place due to the\nincident. Once responders become the victims, this needs to be noted in\nBlock 33 or Block 47 and handled accordingly.\n\nJ.\n\n(BLANK; use however is appropriate.)\n\nL. Require Immunizations\n\nEnter the number of responders who require immunizations due to the\nincident and/or as part of incident operations.\n\nM. In Quarantine\n\nEnter the number of responders who are in quarantine as a direct result of\nthe incident and/or related to incident operations.\n\nN. Total # Responders\nAffected\n\nEnter sum totals for Columns 32A and 32B for Rows 32D-M.\n\nLife, Safety, and Health\nStatus/Threat Remarks\n\nEnter any details needed for Blocks 31, 32, and 34. Enter any specific\ncomments regarding illness, injuries, fatalities, and threat management\nfor this incident, such as whether estimates were used for numbers given\nin Block 31.\n\nThis information should be reported as accurately as possible as a\nsnapshot in time, as much of the information is subject to frequent\nchange.\n\nEvacuation information can be very sensitive to local residents and\nofficials. Be accurate in the assessment.\n\nClearly note primary responsibility and contacts for any activities or\ninformation in Blocks 31, 32, and 34 that may be caused by the incident,\nbut that are being managed and/or reported by other parties.\n\nProvide additional explanation or information as relevant in Blocks 28,\n36, 38, 40, 41, or in Remarks (Block 47).", "ts": "2025-11-08T22:03:09.747484"}