{"text": "Block\nNumber\n\nBlock Title\n\nLife, Safety, and Health\nThreat Management\n\nInstructions\n\nNote any details in Life, Safety, and Health Status/Threat Remarks (Block\n33), and provide additional explanation or information as relevant in Blocks\n28, 36, 38, 40, 41, or Remarks (Block 47). Additional pages may be\nnecessary for notes.\n\nA. Check if Active\n\nCheck any applicable blocks in 34C-—P based on currently available\ninformation regarding the incident activity and potential.\n\nB. Notes\n\nNote any specific details, or include in Block 33.\n\nC. No Likely Threat\n\nCheck if there is no likely threat to life, health, and safety.\n\nD. Potential Future Threat\n\nCheck if there is a potential future threat to life, health, and safety.\n\nE. Mass Notifications In\nProgress\n\n* Check if there are any mass notifications in progress regarding\nemergency situations, evacuations, shelter-in-place, or other public safety\nadvisories related to this incident.\n\nThese may include use of threat and alert systems such as the\nEmergency Alert System system.\n\nPlease indicate the areas where mass notifications have been completed\n(e.g., “mass notifications to Pin codes 450201, 450014, 450010,\n450011,” or\n\n“notified all residents within a 5-meter radius of Ghaziabad”).\n\nF. Mass Notifications\nCompleted\n\nCheck if actions referred to in Block 34E above have been completed.\n\nG. No Evacuation(s)\nImminent\n\nCheck if evacuations are not anticipated in the near future based on current\ninformation.\n\nH. Planning for\nEvacuation\n\nCheck if evacuation planning is underway in relation to this incident.\n\nI. Planning for Shelter-in-\nPlace\n\nCheck if planning is underway for shelter-in-place activities related to this\nincident.\n\nJ. Evacuation(s) in\nProgress\n\nCheck if there are active evacuations in progress in relation to this incident.\n\nK. Shelter-In-Place in\nProgress\n\nCheck if there are active shelter-in-place actions in progress in relation to\nthis incident.\n\nL. Repopulation in\nProgress\n\nCheck if there is an active repopulation in progress related to this incident.\n\nM. Mass Immunization in\nProgress\n\nCheck if there is an active mass immunization in progress related to this\nincident.\n\nN. Mass Immunization\nComplete\n\nCheck if a mass immunization effort has been completed in relation to this\nincident.\n\nO. Quarantine in Progress\n\nCheck if there is an active quarantine in progress related to this incident.\n\nP. Area Restriction in\nEffect\n\nCheck if there are any restrictions in effect, such as road or area closures,\nespecially those noted in Block 28.", "ts": "2025-11-08T22:03:17.648955"}