{"text": "Block\n\nNumber Block Title\n\nInstructions\nWeather Concerns\n(synopsis of current and\npredicted weather;\ndiscuss related factors\nthat may cause concern)\n\nComplete a short synopsis/discussion on significant weather factors that\n\ncould cause concerns for the incident when relevant.\n\nInclude current and/or predicted weather factors, and the timeframe for\n\npredictions.\n\nInclude relevant factors such as:\n\no Wind speed (label units, such as mph).\n\noc Wind direction (clarify and label where the wind is coming from and\ngoing to in plain language — e.g., “from NNW,” “from E,” or “from SW’).\n\no Temperature (label units, such as F).\n\no Relative humidity (label %).\n\no Watches.\n\na Warnings.\n\noa Tides.\n\no Currents.\n\nAny other weather information relative to the incident, such as flooding,\n\nhurricanes, etc.\n\nProjected Incident\nActivity, Potential,\nMovement, Escalation, or\nSpread and influencing\nfactors during the next\noperational period and in\n\nProvide an estimate (when it is possible to do so) of the direction/scope\nin which the incident is expected to spread, migrate, or expand during the\nnext indicated operational period, or other factors that may cause activity\nchanges.\n\nDiscuss incident potential relative to values at risk, or values to be\nprotected (such as human life), and the potential changes to those as the\n\n12-, 24-, 48-, and 72-hour\ntimeframes\n\n12 hours\n\nincident changes.\nInclude an estimate of the acreage or area that will likely be affected.\nIf known, provide the above information in 12-, 24-, 48- and 72-hour\n\ntimeframes, and any activity anticipated after 72 hours.\n24 hours\n\n48 hours\n72 hours\n\nAnticipated after 72\nhours\n\nStrategic Objectives\n(define planned end-state\n\nBriefly discuss the desired outcome for the incident based on currently\navailable information. Note any high-level objectives and any possible\nstrategic benefits as well (especially for planned events).\n\nfor incident)", "ts": "2025-11-08T22:03:24.013442"}