{"text": "Block Title\n\nCritical Resource Needs\nin 12-, 24-, 48-, and 72-\nhour timeframes and\nbeyond to meet critical\nincident objectives. List\nresource category, kind,\nand/or type, and amount\nneeded, in priority order:\n\n12-hours\n24-hours\n48-hours\n72-hours\n\nAnticipated after\n72-hours\n\nInstructions\n\nList the specific critical resources and numbers needed, in order of\n\npriority. Be specific as to the need.\n\nUse plain language and common terminology for resources, and indicate\n\nresource category, kind, and type (if available or known) to facilitate\n\nincident support.\n\nIf critical resources are listed in this block, there should be corresponding\n\norders placed for them through appropriate resource ordering channels.\n\nProvide critical resource needs in 12-, 24-, 48- and 72-hour increments.\n\nList the most critical resources needed for each timeframe, if needs have\n\nbeen identified for each timeframe. Listing critical resources by the time\n\nthey are needed gives incident support personnel a “heads up” for short-\n\ntange planning, and assists the ordering process to ensure these\n\nresources will be in place when needed.\n\nMore than one resource need may be listed for each timeframe. For\n\nexample, a list could include:\n\no 24-hrs: 3 Type 2 firefighting helicopters, 2 Type | Disaster Medical\nAssistance Teams\n\no 48-hrs: Mobile Communications Unit (Law/Fire)\n\no After 72-hrs: 1 Type 2 Incident Response Team\n\nDocumentation in the IRS 009 can help the incident obtain critical\n\nregional or national resources through outside support mechanisms\n\nincluding multiagency coordination systems and mutual aid.\n\nco Information provided in other blocks on the IRS 009 can help to\nsupport the need for resources, including Blocks 28, 29, 31-38, and\n40-42.\nAdditional comments in the Remarks section (Block 47) can also help\nexplain what the incident is requesting and why it is critical (for\nexample, “Type 2 Incident Response Team is needed in three days to\ntransition command when the current Type 2 Team times out”).\n\nDo not use this block for noncritical resources.\n\nStrategic Discussion:\nExplain the relation of\noverall strategy,\nconstraints, and current\navailable information to:\n\n1) critical resource needs to\nbe identified above,\n\n2) the Incident Action Plan\nand management\nobjectives and targets,\n\n3) anticipated results.\n\nExplain major problems\nand concerns such as\noperational challenges,\nincident management\nproblems, and social,\npolitical, economic, or\nenvironmental concerns\nor impacts.\n\nWording should be consistent with Block 39 to justify critical resource\nneeds, which should relate to planned actions in the Incident Action Plan.\nGive a short assessment of the likelihood of meeting the incident\nmanagement targets, given the current management strategy and\ncurrently known constraints.\n\nIdentify when the chosen management strategy will succeed given the\ncurrent constraints. Based on this discussion, adjust the anticipated\nincident management completion target in Block 43 as needed.\n\nExplain major problems and concerns as indicated.", "ts": "2025-11-08T22:03:37.235606"}