{"text": "Block\nNumber\n\nBlock Title\n\nPlanned Actions for\nNext Operational Period\n\nInstructions\n\nProvide a summary of actions planned for the next operational\n\nperiod.\n\nExamples:\n\no “The current Incident Response Team will transition out to a\nreplacement IRT.”\n“Continue to review operational/ engineering plan to facilitate removal\nof the partially collapsed west bridge supports.”\n“Continue refining mapping of the recovery operations and damaged\nassets using GPS.”\n\no “Initiate removal of unauthorized food vendors.”\n\nProjected Final Incident\nSize/Area (use unit label\n— @.g., “sq mi”)\n\nEnter an estimate of the total area likely to be involved or affected over\nthe course of the incident.\n\nLabel the estimate of the total area or population involved, affected, or\nimpacted with the relevant units such as acres, hectares, square\nmeters, etc.\n\nNote that the total area involved may not be limited to a geographic area\n(see previous discussions regarding incident definition, scope,\noperations, and objectives). Projected final size may involve a population\nrather than a geographic area.\n\nAnticipated Incident\nResponse\nCompletion Date\n\nEnter the date (month/day/year) at which time it is expected that incident\nobjectives will be met. This is often explained similar to incident\ncontainment or control, or the time at which the incident is expected to be\nclosed or when significant incident support will be discontinued.\n\nAvoid leaving this block blank if possible, as this is important information\nfor managers.\n\nProjected ignificant\nResource\nDemobilization Start\nDate\n\nEnter the date (month/day/year) when initiation of significant resource\ndemobilization is anticipated.\n\nEstimated Incident\nCosts to Date\n\nEnter the estimated total incident costs to date for the entire incident\nbased on currently available information.\n\nIncident costs include estimates of all costs for the response, including all\nmanagement and support activities per discipline, agency, or\norganizational guidance and policy.\n\nThis does not include damage assessment figures, as they are impacts\nfrom the incident and not response costs.\n\nIf costs decrease, explain in Remarks (Block 47).\n\nIf additional space is required, please add as an attachment.\n\nProjected Final Incident\nCost Estimate\n\nEnter an estimate of the total costs for the incident once all costs have\nbeen processed based on current spending and projected incident\npotential, per discipline, agency, or organizational guidance and policy.\nThis is often an estimate of daily costs combined with incident potential\ninformation.\n\nThis does not include damage assessment figures, as they are impacts\nfrom the incident and not response costs.\n\nIf additional space is required, please add as an attachment.", "ts": "2025-11-08T22:03:49.261908"}