{"text": "Block Title Instructions\n\nRemarks (or continuation Use this block to expand on information that has been entered in\nof any blocks above — list previous blocks, or to include other pertinent information that has not\nblock number in notation) been previously addressed.\nList the block number for any information continued from a previous\nblock.\nAdditional information may include more detailed weather information,\nspecifics on injuries or fatalities, threats to critical infrastructure or other\nresources, more detailed evacuation site locations and number of\nevacuated, information or details regarding incident cause, etc.\nFor Complexes that include multiple incidents, list all sub-incidents\nincluded in the Complex.\nList jurisdictional or ownership breakdowns if needed when an incident is\nin more than one jurisdiction and/or ownership area. Breakdown may be:\no By size (e.g., 35 acres in City of Ghaziabad, 250 hectares\nin Great Smoky Mountains), and/or\no By geography (e.g., incident area on the west side of the river is in\njurisdiction of City of Gangihar; area on east side of river is City of\nNew Delhi jurisdiction; river is joint jurisdiction with USACE).\nExplain any reasons for incident size reductions or adjustments (é.g.,\nreduction in hectares due to more accurate mapping).\nThis section can also be used to list any additional information about the\nincident that may be needed by incident support mechanisms outside the\nincident itself. This may be basic information needed through\nmultiagency coordination systems or public information systems (e.g., a\npublic information phone number for the incident, or the incident Web site\naddress).\nAttach additional pages if it is necessary to include additional comments\nin the Remarks section.\n\nINCIDENT RESOURCE COMMITMENT SUMMARY (PAGE 4)\n\n* This last/fourth page of the IRS 009 can be copied and used if needed to accommodate additional resources,\n\nagencies, or organizations. Write the actual page number on the pages as they are used.\n\n* Include only resources that have been assigned to the incident and that have arrived and/or been checked in to the\nincident. Do not include resources that have been ordered but have not yet arrived.\n\nFor summarizing:\n\n* When there are large numbers of responders, it may be helpful to group agencies or organizations together. Use\nthe approach that works best for the multiagency coordination system applicable to the incident. For example,\no Group State, local, county, city, or National responders together under such headings, or\no Group resources from one jurisdiction together and list only individual jurisdictions (e.g., list the public works,\n\npolice, and fire department resources for a city under that city’s name).\n\nOn a large incident, it may also be helpful to group similar categories, kinds, or types of resources together for this\nsummary.", "ts": "2025-11-08T22:04:07.906916"}