{"text": "Block\nNumber\n\nBlock Title\n\nAgency or Organization\n\nInstructions\n\nList the agencies or organizations contributing resources to the incident\n\nas responders, through mutual aid agreements, etc.\n\nList agencies or organizations using clear language so readers who may\n\nnot be from the discipline or host jurisdiction can understand the\n\ninformation.\n\nAgencies or organizations may be listed individually or in groups.\n\nWhen resources are grouped together, individual agencies or\n\norganizations may be listed below in Block 53.\n\nIndicate in the rows under Block 49 how many resources are assigned to\n\nthe incident under each resource identified.\n\no These can listed with the number of resources on the top of the box,\nand the number of personnel associated with the resources on the\nbottom half of the box.\n\nFor example:\n\n= Resource: Type 2 Helicopters... 3/8 (indicates 3 aircraft, 8\npersonnel).\n\n= Resource: Type 1 Decontamination Unit... 1/3 (indicates 1 unit, 3\npersonnel).\n\nIndicate in the rows under Block 51 the total number of personnel\n\nassigned for each agency listed under Block 48, including both individual\n\noverhead and those associated with other resources such as fire\nengines, decontamination units, etc.\n\nResources (summarize\nresources by category,\nkind, and/or type; show #\nof resources on top % of\nbox, show # of personnel\nassociated with resource\non bottom % of box)\n\nList resources using clear language when possible — so IRS 009 readers\nwho may not be from the discipline or host jurisdiction can understand\nthe information.\n\no Examples: Type 1 Fire Engines, Type 4 Helicopters\n\nEnter total numbers in columns for each resource by agency,\n\norganization, or grouping in the proper blocks.\n\no These can listed with the number of resources on the top of the box,\nand the number of personnel associated with the resources on the\nbottom half of the box.\n\no For example:\n= Resource: Type 2 Helicopters... 3/8 (indicates 3 aircraft, 8\n\npersonnel).\n= Resource: Type 1 Decontamination Unit... 1/3 (indicates 1 unit, 3\npersonnel).\n\nNOTE: One option is to group similar resources together when it is\n\nsensible to do so for the summary.\n\no For example, do not list every type of fire engine — rather, it may be\nadvisable to list two generalized types of engines, such as “structure\nfire engines” and “wildland fire engines” in separate columns with\ntotals for each.\n\nNOTE: It is not advisable to list individual overhead personnel\n\nindividually in the resource section, especially as this form is intended as\n\na summary. These personnel should be included in the Total Personnel\n\nsums in Block 51.\n\nAdditional Personnel not\nassigned to a resource\n\nList the number of additional individuals (or overhead) that are not assigned\nto a specific resource by agency or organization.\n\nTotal Personnel\n(includes those\nassociated with resources\n—e.g., aircraft or engines\n— and individual\noverhead)\n\nEnter the total personnel for each agency, organization, or group in the\n\nTotal Personnel column.\n\nWARNING: Do not simply add the numbers across!\n\nThe number of Total Personnel for each row should include both:\n\no The total number of personnel assigned to each of the resources\nlisted in Block 49, and\n\no The total number of additional individual overhead personnel from\neach agency, organization, or group listed in Block 50.", "ts": "2025-11-08T22:04:18.158193"}