{"text": "Water Related Disasters (Floods & Drought)\n\nbeing replaced by impervious surfaces. Furthermore, mushrooming Indian cities\nhave been building on the wetlands and expanding into the vulnerable floodplains\nand marshy areas along with the process of urbanization itself affecting the\nrainfall patterns. This will cause a rise in flash floods resulting in large scale\nlandslides and loss of agriculture area affecting overall food security (Down to\nEarth, 2019).\n\nThe purpose of this paper is to explore the nature of water-related disasters,\ncategorize water-related disasters, floods and droughts, in several dimensions,\nprovide insights on the implications of such disasters on human health, healthcare\nresources and food security. It also discusses that there is a need to address\nknowledge and policy gaps, strengthen institutional coordination and\nparticipation, and implementation of new activities to prevent water related\ndisasters as well as reduce their impact through post disaster management\npolicies.\n\nIn India, two of the major disasters faced are floods and droughts, which are\ndiscussed in the succeeding paragraphs.\n\n1.1. Flood: Situation of surplus water\n\nGlobal rainfall data for over the last century shows an alarming trend. The\nnumbers of rainy days are decreasing while intense rainfall events of 10-15 cm per\nday are increasing. This means that more amount of water is pouring down in\nlesser time. For example, globally, 50 percent of annual precipitation (rain, snow\nand ice) was received in just 11 days(Down to Earth, 2019).Global disaster\nepidemiological pattern shows that Asia has the highest frequency of natural\ndisaster occurrences in floods, cyclones and earthquakes(Chan et al. 2019).Floods\nalone accounts for 50percent of all weather-related disasters. The frequency of\nextreme floods is on the rise in Bangladesh, India and Pakistan. Past extreme\nfloods fall within the range of climate variability but frequency, magnitude and\nextent flooding has certainly increased in South Asia due to climate change (Mirza\n2011).\n\nIndia, being a peninsular country, and surrounded by the Bay of Bengal, the\nArabian Sea and Indian Ocean, is quite prone to flood. Every year, the flood causes\nimmense loss to the nation's infrastructure, agricultural activities and lives. The\nmajor flood prone regions in India are Uttar Pradesh, Bihar, Punjab, Rajasthan,\n\nNe ae", "ts": "2025-11-08T21:49:25.222521"}