{"text": "Water Related Disasters (Floods & Drought)\n\nKerala Flood, 2018\n\nIn relation to flooding, the main risk relates to the water may be contaminated\nwith raw sewage, animal waste and other hazardous or industrial toxic\nsubstances. Early symptoms from exposure to contaminated flood water may\ninclude diarrhea, dysentery, intestinal problems, headache and other flu-like\ndiscomfort. In year 2018, due to unusually high rainfall (116% more than the\nusual rainfall) during the monsoon season, Kerala state experienced the severe\nflood in 13 districts, which affected millions of people and caused more than\n400 deaths. According to the India Meteorological Department (IMD), there was\n2346.3 mm of rainfall, instead of an average 1649.55 mm. One sixth of the total\npopulation of Kerala had been directly affected by the floods. A few days after\nreceiving one of the highest rainfalls, Kerala was caught under the threat of\nsevere drought. Water level in wells, ponds and rivers had recorded lowest\nlevels and some wells even collapsed. The water level in wells, especially in\nhigh ranges of Idukki district had come down by 20 feet in merely 15 days. With\nthe water receding in many parts of Kerala, residents started facing the\ndrinking water crisis due to contamination of wells and damage to pumping\nstations in the flood-hit areas. Drinking water scarcity was also reported in\nmany other districts of Kerala. An NGO, People for Animals, estimated that\naround 40,000 animals such as dogs, rats, and cows died in the floods. Their\nbodies contaminated the water, thus increased the risk of leptospirosis (rat\nfever), cholera, typhoid, diarrhea, and hepatitis among others. Cases of\nleptospirosis had been reported in at least five of the thirteen flood-hit\ndistricts.\n\n1.2 Drought: Situation of scanty water\n\nDrought is likely to become more destructive, frequent and severe in many parts\nof the world due to the changing climate with growing risks of wildfires, or\nextreme precipitation and their consequent impact on agricultural production,\nfood prices and food security. Drought conditions usually remain undetected until\nwater scarcities become severe and have adverse impacts on environment and\nsociety. The impact of droughts may be affected by adaptive buffers like water\nstorage, land and ecological conditions or can continue long after precipitation\nhas returned to normal such as owing to groundwater, soil moisture or reservoir\n\nSe a", "ts": "2025-11-08T21:49:35.118051"}