{"text": "Water Related Disasters (Floods & Drought)\n\nWildfires of Australia, 2019-20\n\nAustralia has been dealing with the consequences of a warming planet. Since\n1910, the average temperature for the country has warmed by 1.0°C.\nPreliminary data from Australia’s Bureau of Meteorology (BoM), suggests that in\n2019, the annual temperature in that country was 1.52°C above average. The\nduration, frequency and intensity of heat waves have increased across large\nparts of Australia since 1950. The country has been experiencing extreme fire\nweather, and a longer fire season, across large parts of Australia since the\n1970s. In Eastern Australia, the fires are the worst with lowest rainfall on\nrecord. New South Wales alone has been the driest on record with rainfall 36\npercent below the 1961-1990 average, according to Australia’s weather and\nclimate agency.\n\nMany parts of Australia have been in prolonged drought conditions, some for\nyears, which made it easier for the fires to spread and become more frequent\nand more intense especially in hotter and drier climate. One of Australia’s\nworst fires, known as Black Saturday in 2009 killed 173 people in Victoria,\ninjured 414 and killed more than a million animals, both wild and\ndomesticated. The recent bushfires in Australia burned over 18 million\nhectares in the Australian bushfire season 2019-2020 as of mid-January\ndestroying over 5,900 buildings including over 2,800 homes and resulting in\nhuman fatalities and killing many millions of animals, insects, birds directly\nthrough loss of habitat and food sources. The wildfire had not just physical\nimpact but economic as well with impact extending to industries such as\nfarming and tourism with some businesses and institutions being forced to\nclose down during periods of excessive levels of air pollution.\n\nFire induced intense smoke and air pollution resulted in Canberra measuring\nthe worst air quality index of any major city in the world. Wildfires produce\nharmful smoke and fine particle air pollution which can cause fatalities and\nthreaten human health. It poses a health risk as it contains a mixture of\nhazardous gases and particles that can irritate the eyes and the respiratory\nsystem. Exposure to particulate matter is the main public health threat from\nshort-term exposure to wildfire smoke. Not only this, many people across\naffected communities experience lasting mental health impacts and mental\nstress owing to lose homes, livelihood sources, pets, belongings, livestock etc.\nSome were forced to seek safety in temporary shelters, on beaches and on\nboats while witnessing unprecedented firestorms.\n\nSee", "ts": "2025-11-08T21:49:46.491933"}