{"text": "Water Related Disasters (Floods & Drought)\n\nDrought: Gujarat, 2012\n\nThe probability of drought-related health impacts varies widely and largely\ndepends upon drought severity, baseline population vulnerability, existing\nhealth and sanitation infrastructure, and available resources with which to\nmitigate impacts as they occur. The socio-economic environment in which\ndrought occurs influences the resilience of the affected population. For\ninstance, in 2002, 13 districts of Gujarat received less than normal rainfall\nwhich resulted in reduction in the agriculture production and also slowed down\nthe small and medium industries affecting crop production, employment\nopportunities, hydropower projects etc. There was some improvement in\nAugust and September but the large deficit could not be made up. The\ninadequate rainfall had a severe impact on drinking water situation and 83\ntalukas were facing drinking water problem. Even the level in the water\nreservoirs of Saurashtra, Kutch, and North Gujarat was almost zero.\n\nAlmost all villages in the region were facing acute drinking water crisis in the\nKutch region and the situation of coastal areas in the district of Junagarh was\ncritical due to non availability of surface water as well as ground water. In this\ncondition, children and women were the worst sufferers from the point of view\nof their nutritional level and basic food requirements. The expecting, and\nlactating mothers were the worst sufferers and so were the aged and children.\nIt was reported that 6436 pregnant women and children were directly affected\nby the drought in Gujarat. The farmers and traditional artisans dependent on\nagriculture, suffered due to reduced employment opportunities in regular\nwork. Consequently, people either became jobless or transferred to marginal\nworks. Hence, 16 lakh workers were without employment for a period of eight\nmonths. It affected the economy of the State and development.\n\nAs per the Drought Early Warning System (DEWS), a real-time drought monitoring\nplatform, about 42% of India's land area is facing drought, with 6% exceptionally\ndry-four times the spatial extent of drought. States of Andhra Pradesh, Bihar,\nGujarat, Jharkhand, Karnataka, Maharashtra, parts of the North-East, Rajasthan,\nTamil Nadu and Telangana are the worst hit. These states are home to 500 million\npeople, almost 40% of the country’s population. Lesser rainfall has reduced water\n\n5", "ts": "2025-11-08T21:49:54.400876"}