{"text": "Water Related Disasters (Floods & Drought)\n\n2. Climatic impacts and public health\nchallenges\n\nChanging climate between 2002 and 2011 and consequent rise in disaster risks has\nresulted in urban population getting more exposed to harmful events (IPCC, 2012)\nover time such as intense floods, storms, cyclones and droughts. Impacts induced\nby such disasters are on a rise affecting people all across the globe (Gaillard and\nTexier, 2010). In particular, droughts threaten human security by undermining\nlivelihoods, compromising culture and individual identity, and increasing\nmigration. Impact of droughts can be classified as direct or indirect (UNISDR,\n2013). Examples of direct impacts include limited public water supplies, crop loss\nand damage to buildings due to terrain subsidence and reduced energy\nproduction. Because of the dependence of livelihoods and economic sectors on\nwater, most drought impacts are indirect. These indirect effects can propagate\nquickly through the economic system, including trade, affecting regions far from\nwhere the drought originates. Indirect impacts may affect ecosystems and\nbiodiversity, human health, commercial shipping and forestry. In extreme cases,\ndrought may result in temporary or permanent unemployment or even business\ninterruption, and lead to malnutrition and diseases in more vulnerable population\nin affected countries.\n\nThe most apparent and immediate public health concern with a disaster or an\nemergency situation is always the scarcity of adequate number of medical\nrepresentatives, health functionaries and resources. The particular concern is the\naccess to health services, drugs and dialysis which get affected in disasters. Those\nwho are forced to evacuate their homes often struggle to acquire medications\nespecially patients with chronic conditions. Lack of access to medications force\nalready oversaturated hospital emergency departments to treat and manage\ncomplications of chronic illnesses like diabetes, hypertension, chronic kidney\ndisease, chronic obstructive pulmonary disease and asthma. Other common\ncauses of death during flood include electrocution, heart attacks, hypothermia,\ntrauma and human encounter with venomous snake bites, fire ants and stinging\ninsects flooded out of their nests.\n\nNe", "ts": "2025-11-08T21:50:03.780674"}