{"text": "Water Related Disasters (Floods & Drought)\n\n3. Implications of water-related disasters for\nhuman health and food security\n\nClimate change alters the frequency and intensity of rainfall resulting in floods\nand droughts, causing significant impacts on health, livelihood, agriculture, food\nproduction etc. The health of human population is sensitive to shifts in weather\npatterns and other aspects of climate change such as changes in temperature,\nprecipitation, heat-waves and droughts. Human health may be affected indirectly\nby ecological disruptions related to climate change (e.g. crop failures or shifting\npatterns of disease vectors) or by social responses to climate change (e.g.\ndisplacement of following prolonged drought) and the elderly face\ndisproportional physical harm from heat stress and drought.\n\n3.1 Water-borne and water-related diseases\n\nClimate change adversely affects availability and quality of drinking water, and\nthe performance of sanitation, wastewater and hygiene services. Both flood and\ndrought may limit sanitary practices such as hand and face washing (increasing\ntransmission of certain diseases) or result in the use of unsafe\ncontaminated/polluted water causing increase in a range of ailments. Droughts\noften trigger and exacerbate malnutrition and famine, in times of inadequate\nwater supply. One of the primary impacts of droughts is the intensification of the\nuse of poorly treated wastewater for peri-urban agriculture causing ill-health and\ndeaths. Drought impacts may possibly include arsenic poisoning and fluorosis, if\nalternative problem sources are returned to service to maintain supply during\ndrought periods.\n\nFloods have an increasing impact with the spread of communicable diseases,\nmany of which are waterborne presenting a major burden to vulnerable\npopulations across the globe. As an example, more-frequent combined sewer\noverflows can flood and pollute low-lying densely populated areas such as marshy\nareas, floodplains and receiving waters, resulting in increase in waterborne\ndiseases, such as Typhoid Fever, Cholera, Leptospirosis and Hepatitis-A(diarrheal\ndisease outbreaks) through pollution/contamination of drinking water sources\nand increases in vector-borne diseases, such as malaria, dengue and Japanese\nencephalitis. The risk for diarrheal disease outbreaks following natural disasters is\n\nPN", "ts": "2025-11-08T21:50:11.446254"}