{"text": "Water Related Disasters (Floods & Drought)\n\nhigher in the developing countries than in the developed countries. Epidemics\namong victims are usually related to polluted or contaminated water resources\nduring transportation and storage. Disease outbreaks have also been related to\nshared water containers, contaminated food, cooking pots, scarcity of soaps and\npoor sanitary infrastructures, safe water supply and sewerage systems (Asian\nDevelopment Bank, 2015).\n\n3.2 Vector-borne diseases\n\nFlooding affects vector-breeding sites and transmission of vector-borne disease.\nWhile initial flooding may wash away existing mosquito-breeding sites whereas\nstanding water can produce new breeding sites resulting in an intensification of\nvector population and potential for disease transmission, subject to the local\nmosquito vector species and its preferred habitat. Risk factors for vector-borne\ndisease transmission include the crowding of infected and susceptible hosts, a\nweakened public health infrastructure, and interruptions of ongoing vector\ncontrol programs (UN Water, Trans boundary Waters, 2008; UN Water Policy Brief,\n2019).\n\nMalaria and dengue outbreaks in the wake of flooding are a well-known\nphenomenon. Dengue transmission is not directly associated with flooding but\ninfluenced by meteorological conditions, including rainfall and humidity. Such\nevents may coincide with periods of high risk for transmission and may be\nexacerbated by increased availability of the vector's breeding sites caused by\ndisruption of basic water supply and solid waste disposal services. The risk for\noutbreaks can be influenced by other factors, such as changes in human behavior\n(increased exposure to mosquitoes while sleeping in open, movement from\ndengue from non-endemic to endemic areas, overcrowding) or changes in the\nhabitat that encourage mosquito breeding.\n\n3.3 Communicable diseases associated with migration\n\nCrowding is common in populations displaced by disasters and emergency\nsituations. Crowded living conditions facilitate transmission of measles,\nmeningitis, respiratory infections, skin infections and necessitate even higher\nimmunization coverage levels to prevent outbreaks. For example, the risks for\ntransmission after a natural disaster are dependent on baseline immunization\ncoverage among the affected population, and in particular among children less\n\nYF", "ts": "2025-11-08T21:50:18.908121"}