{"text": "Water Related Disasters (Floods & Drought)\n\nthan 15 years of age. Acute respiratory infections (ARI) are a major cause of illness\nand death among displaced populations, particularly in children less than 5 years\nof age. Lack of access to health services and to anti-microbial agents for\ntreatment further increases the risk for death from ARI.\n\nSkin diseases are also common in overcrowded shelter and camps. Risk factors\namong displaced persons include exposure to indoor cooking using open flame,\nand poor nutrition. Lack of privacy which is another risk factor for depression and\nanxiety is quite common among people in overcrowded places. The financial\nimplications of disaster conditions caused by loss of livelihoods, assets etc. can\nhave adverse effects such as psychosocial disorders in people who depend on\nrainfall for economic survival. One partner in a family may have to migrate to\nmore remote areas in search of a job or to find a new source of income to meet the\nfamily's needs, often generating more anxiety, stress and depression.\n\nIn some cases, mass Movement of people spurred by long-standing drought and\nfood shortages can lead to over-crowding and poor hygiene. Over-crowding can\neasily lead to an increase in the transmission rates of communicable diseases such\nas tuberculosis or gastro- intestinal infections. For example, the caravan of\nasylum seekers moving north through Central America in the later part of 2018\nwere forced by historic drought conditions over multiple years, exacerbated by\nclimate-induced shifts in weather patterns to move. Absence of shift in human\nbehavior policy or infrastructure development was an underlying risk driver.\nWhen people migrate from disease-free areas to endemic regions, they typically\nlack immunity, making them susceptible to infection and transmission of the\ndisease, resulting in cases in excess of normal expectancy. The risk may also\nchange when emergencies such as droughts, floods, earthquakes and conflicts\narise, exacerbate the conditions favorable for disease transmission and causing\npopulation displacement. Old diseases such as plague and cholera continue to\nreappear, and new ones invariably emerge to join them.\n\n3.4 Disaster-related interruption of services\n\nPower cuts related to disasters may disrupt water treatment and supply plants,\nthereby increasing the risk for waterborne diseases. Lack of power may also\naffect proper functioning of health facilities, including preservation of the\nvaccine cold chain, and other important laboratory reagents for diagnostics.\n\nSee ae", "ts": "2025-11-08T21:50:26.772759"}