{"text": "Water Related Disasters (Floods & Drought)\n\n3.5 Water stress, food & nutrition\n\nDrought and water stress respond to several factors, including precipitation and\nevaporation (which is a function of temperature, isolation, humidity, and wind),\nand land use and management, which affect land cover and infiltration. With the\nchanging climate, both precipitation and temperature are projected to increase,\nindicating that water stress and drought will become worse in days to come.\nDrought will increase competition for water from growing demands and will also\nresult in rise of the entrainment of dust and fine particulate matter in the air,\ncausing many human health impacts, particularly for children and the elderly.\n\nDrought has significant implications for hunger and malnutrition as mortality may\nincrease sharply due to protein deficiency (Kwashiorkor) or calorie deficiency\n(Marasmus). Certain vitamin deficiencies, such as a lack of Vitamin A, can lead to\nspecific consequences such as xerophthalmia and child blindness. Long standing\nmalnutrition can easily lead to increased rates of disease and mortality, and limit\nthe general population's functionality. In 2017, in Afghanistan, a drought that\ncaused scarcities of water and food exacerbated already high malnutrition rates\namong children, and pregnant and lactating women (UNICEF, 2018). This is a\nserious risk for young children; malnutrition not only threatens their survival but\nalso affects brain development, increases the risks of infection, and reduces\neducational attainment and productivity.\n\nTherefore, planning for water resource management is required in pre-disaster\nphase. This will ensure food security, i.e., encompassing food production,\npreparation distribution, consumption and waste. Similarly, solar pumps can be\nused to avoid scarcity due to disruption of power supply. Practicing conservation\nagriculture to improve soil organic matter is another method to retain water in\nsoil. The food systems will also need to produce more food with increased\nnutritional value, while becoming more efficient in the use of resources including\nland, soil, water, energy and chemicals.\n\n3.6 Plant poisoning\n\nMore than eighty significant plant species and crops are known to result in\npoisoning when environmental conditions trigger nitrate accumulation at the\nplant cellular level. Droughts are known to exacerbate this in key staple crops\n(such as pea as they trigger a defense mechanism at the cellular level, which\nproduces prussic acid and other toxins as a side effect). Even after a drought, the\n\nYe", "ts": "2025-11-08T21:50:35.168640"}