{"text": "Water Related Disasters (Floods & Drought)\n\n4. Prevention, preparedness & mitigation measures\n\nGiven the increase in the number and frequency of water related disasters in\nIndia, holistic mitigation measures must be undertaken at all levels including\npolicy and planning, science and technology, environment and community\nactions, healthcare system, businesses and industries, urban local bodies and\npanchayats, research and capacity building. Several policy measures have been\nundertaken by the Government of India (Gol) to mitigate the impact of droughts\nand to build capacity for drought prevention, preparedness, mitigation and\nmanagement.\n\nThe national vision is to minimize the vulnerability to floods and drought and the\nconsequent loss olives, livelihood systems, property and damage to infrastructure\nand public utilities and to build safer India by developing a holistic, proactive,\nmulti-disaster and technology driven strategy for disaster management (NDMA\nGuidelines, 2008).This is to be achieved through a combination of preventive,\nmitigative and preparatory measures to develop an efficient response system\nafter the occurrence of such extreme weather events. Furthermore, India needs\nsignificant efforts and initiatives in minimizing the health impact due to extreme\nweather events in various aspects discussed below in brief.\n\n4.1 Policy & Planning:\n\nIndia's first National Action Plan on Climate Change (NAPCC) was released in June\n2008 outlining various policies and programs addressing climate mitigation and\nadaptation. Later in year 2014, a National Mission on Health was introduced in it to\naddress the climate change related illnesses through multi-pronged approach.\nIndia has prepared its comprehensive guidelines for the management of\nfloods(NDMA Guidelines, 2008) and management of drought (NDMA Guidelines,\n2010). There is a need for proper integration of specific action plan for climate\nchange related disasters and human health and National Health Adaptation Plan\n(NHAP) with respective state and district Disaster Management Plans (DMP). Also,\nthere is a need for capacity enhancement and to further strengthen the real time\nmonitoring and seasonal forecasting (medium and long range) through joint\nmonitoring programmes to bridge the gap between the current and expected\nmeteorological and hydrological monitoring network. Further, to tackle the\n\nNee ae", "ts": "2025-11-08T21:50:52.909644"}