{"text": "Water Related Disasters (Floods & Drought)\n\nchallenge at various spatial scales, ICT needs to be enhanced in an integrated\nmanner.\n\n4.2 Community awareness and indigenous knowledge:\n\nThe state governments, State/District Disaster Management Authorities shall take\nsteps to create awareness to the communities, medical and paramedical staff etc.\nat large scale to the type of diseases and other health associated issues that can\nresult in the aftermath of water related disasters. Hygienic practices and safe\nfood cooking methods shall be promoted. Communities also need to be made\naware of efficient use of water, appropriate and sustainable agricultural practices\nby the government. For better understanding about water related disasters and\nits impact over short and extended period of time, specific mechanism needs to be\nestablished especially in people's local/vernacular language. There is huge\npotential for harnessing the Indigenous Technical Knowledge (ITK) accumulated\nover centuries on cloud formation, lightning, wind direction, rains and drought for\nalleviating drought impacts. Time tested knowledge of people can be\nextrapolated to understand the modern concepts of disaster risk management\n(Gupta & Singh 2011).\n\n4.3 Training to first responders:\n\nAll the involved stakeholders including medical first responders need to be trained\nand prepared in advance for improved resilience towards flood and drought and its\nconsequent impacts such as scarcity of food, water, unclean water, heatwave,\ndisruption in livelihood options etc. First responders further need to be trained to\neffectively strengthen and manage water and commodities supply system during\nany flood and drought event. Paramedical staff must be trained for resuscitation,\ntriage and to maintain vital parameters like pulse, blood pressure, respiration and\nintravenous drip during evacuation. Heli-ambulances need to be deployed to aid\nin the evacuation of flood casualties collected at high points(NDMA Guidelines,\n2008).\n\n4.4 Medical Inventories:\n\nMost commonly required medical inventories like Intravenous (IV) fluid, blood,\nventilators, oxygen, dressing materials, tetanus toxoid, antibiotics, vaccines,\nanti-snake venom, anti-diarrhea drugs, oxygen cylinders, continuous positive air\n\n5", "ts": "2025-11-08T21:51:00.124019"}