{"text": "Water Related Disasters (Floods & Drought)\n\n5. Conclusion and recommendations\n\nClimate change negatively impacts drinking water availability and quality.\nEnhancement in infrastructure for water supply, sanitation and hygiene (WASH),\nsewerage, and treatment systems in health services need to be adapted to make\nthem sustainable, safe and resilient to growing climate-related risks. Likewise,\nthere is a need for improved monitoring, increased transparency, and regulatory\noversight to better estimate the effects of floods and droughts such as\ncontaminated water, and poor sanitation and hygiene on human health.\nSimultaneously, it is also imperative to ensure investments in resilient WASH\nsystems in areas identified as being at highest risk contribute to building\ncommunity resilience to the impacts of climate change. It is essential to address\nknowledge and policy gaps, strengthen institutional coordination and\nparticipation, and implementation of new activities to prevent water related\ndisasters as well as reduce their impact through timely and proactive disaster\nmanagement policies. Roles and responsibilities between departments, agencies,\nministries, and levels of government should be clearly defined and delineated.\n\nReferences\n\nAsian Development Bank (2015) Water-related disasters and disaster risk\nmanagement in the People's Republic of China, Mandaluyong City, Philippines.\n\nArmstrong L. (2017) Main Health Issues Caused by Natural Disasters, Emergency\nDisaster Restoration, https://restorationmasterfinder.com/restoration/health-\nissues-caused-by-natural-disasters/ Accessed on 22 Nov. 2019\n\nBMTPC (2020) Building Materials & Construction Technologies, Flood Hazard Map\nof India\n\nChan E.Y.Y., Man A.Y.T., & Lam H.C.Y. (2019) Scientific evidence on natural\ndisasters and health emergency and disaster risk management in Asian rural-\nbased area. British Medical bulletin, 129(1), 91.\n\nChandrashekhar V. (2019) Yale Environment 360, As the Monsoon and Climate\nShift, India Faces Worsening Floods, September 17, 2019 https://e360.yale.edu/\nfeatures/as-the-monsoon-and-climate-shift-india-faces-worsening-floods\nAccessed on 18 Nov. 2019\n\n— 47", "ts": "2025-11-08T21:51:12.273331"}